{
    "Exercises": [
        {
            "category": "Barki",
            "name": "Wyciskanie sztangielek",
            "second_name": "",
            "img_1": "/images/wyciskanie_sztangielek_1.jpg",
            "img_2": "/images/wyciskanie_sztangielek_2.jpg",
            "img_3": "/images/wyciskanie_sztangielek_3.jpg",
            "img_muscle": "/images/barki_wyciskanie.png",
            "video": "https://www.youtube.com/watch?v=1qhc84I3QBo",
            "main_muscles": "naramienny akton przedni",
            "aux_muscles": "piersiowy większy część górna, naramienny akton boczny ,nadgrzebieniowy, podgrzebieniowy, podłopatkowy,obły mniejszy i większy ,trójgłowy ramienia , czworoboczny część dolna i środkowa , zębaty przedni",
            "stabilizers": "trójgłowy ramienia głowa długa, czworoboczny część górna , dźwigacz łopatki, naramienny akton tylni",
            "how_to": "Opierając tułów na ławce weź sztangielki nachwytem zamkniętym. Palce i nadgarstki ułóż w ten sam sposób, jakbyś ćwiczył ze sztangą (mały palec na zewnątrz). Są możliwe również inne ustawienia (szerzej w uwagach). Następnie poprzez prostowanie łokci wypychaj sztangielki do góry, jednocześnie biorąc wdech. Nie prostuj łokci do samego końca. Rób wydech i równocześnie opuszczaj sztangielki. Możesz opuszczać je na wysokość brody lub klatki piersiowej. Pierwszy sposób jest bezpieczniejszy i łatwiejszy, zaś drugi poleca się osobom bardziej zaawansowanym. Podczas ćwiczenia łokcie powinny poruszać się wzdłuż linii ciała, a sztangielki trzeba podnosić i opuszczać przed sobą.",
            "attentions": "W ćwiczeniu tym ważny jest kąt pod jakim znajduje się oparcie ławki. Im jest on mniejszy, tym bardziej pracuje górna część mięśni piersiowych. Najlepiej jest, aby kąt wynosił 70 - 90 stopni. Biodra wraz z tułowiem powinny przylegać do ławki i znajdować się w jednej linii. Plecy wyprostowane. W ćwiczeniu najlepiej jest używać nachwytu zamkniętego. Osoby bardziej zaawansowane mogą używać nachwytu otwartego, lecz jest to mniej bezpieczne. Staraj się nie kołysać sztangielkami i nie prostuj łokci do końca, ponieważ wówczas cały ciężar przenoszony jest na mięśnie trójgłowe i obciąża stawy. Stopy powinny być stabilnie oparte o podłoże. Ćwiczenia może być wykonywane naprzemiennie lub jednostronnie, a także stojąc.\r\n\r\nPodczas ćwiczenia można ustawiać i prowadzić nadgarstki na kilka sposobów. Dzięki temu można urozmaicić to ćwiczenie. Zmienia się także obciążenie poszczególnych rotatorów, przez co w różny sposób ćwiczy się mięśnie główne. Nadgarstki można ustawiać młotkowo. Wtedy podczas podnoszenia sztangielek można wykonywać pronację (rotacja przedramion/ ramion do wewnątrz). W pozycji klasycznej możliwe jest supinowanie, czyli rotowanie przedramion/ ramion na zewnątrz (małe palce schodzą się do siebie). Podczas wykonywania ćwiczenia w taki sposób, inaczej pracują również łokcie. Układają się bardziej do wewnątrz lub na zewnątrz.",
            "_id": "92a55b91-bb3e-4ee2-9f61-3c2f3b2f5df2"
        },
        {
            "category": "Barki",
            "name": "Wyciskanie sztangi",
            "second_name": "zza głowy / na maszynie",
            "img_1": "/images/wyciskanie_sztangi_1-1.jpg",
            "img_2": "/images/wyciskanie_sztangi_2-1.jpg",
            "img_3": "/images/wyciskanie_sztangi_3-1.jpg",
            "img_muscle": "/images/barki_wyciskanie_sztangi.png",
            "video": "https://www.youtube.com/watch?v=4zL7YlXxZ8c",
            "main_muscles": "naramienny akton przedni",
            "aux_muscles": "naramienny akton boczny ,nadgrzebieniowy, trójgłowy ramienia , czworoboczny część dolna i środkowa , zębaty przedni ",
            "stabilizers": "trójgłowy ramienia głowa długa ,czworoboczny część górna , dźwigacz łopatki, naramienny akton tylni ",
            "how_to": "Opierając tułów na ławce złap sztangę nachwytem zamkniętym. Ręce trzymaj na szerokości barków. Następnie poprzez prostowanie łokci unoś sztangę do góry, jednocześnie robiąc wydech. Nie prostuj łokci do samego końca. Biorąc wdech równocześnie opuszczaj sztangę na wysokość uszu (lub trochę niżej). Ruch sztangą powinieneś wykonywać za głową. ",
            "attentions": "Ćwiczenie może być wykonywane również na stojąco lub na odpowiednich maszynach. Ważne jest odpowiednie ustawienie oparcia ławki - najlepiej pod kątem 90 stopni. Biodra wraz z tułowiem powinny przylegać do ławki i znajdować się w jednej linii - plecy wyprostowane. W ćwiczeniu najlepiej jest używać nachwytu zamkniętego. Osoby bardziej zaawansowane mogą używać nachwytu otwartego, lecz jest to mniej bezpieczne. Trzeba starać się nie kołysać sztangą. Nie prostuj łokci do końca, ponieważ cały ciężar zostanie przeniesiony na mięśnie trójgłowe i stawy. Stopy powinny być stabilnie oparte o podłoże. Jest to jedno z ćwiczeń, które zalicza się do tzw. kontuzjogennych. Bezpieczniejsze jest wyciskanie sztangi z przodu.",
            "_id": "2b69edbb-7ba9-4bca-9dc3-569e3ef45aba"
        },
        {
            "category": "Barki",
            "name": "Wyciskanie sztangi",
            "second_name": "sprzed głowy / na maszynie",
            "img_1": "/images/wyciskanie_sztangi_sprzed_1.jpg",
            "img_2": "/images/wyciskanie_sztangi_sprzed_2.jpg",
            "img_3": "/images/wyciskanie_sztangi_sprzed_3.jpg",
            "img_muscle": "/images/barki_wyciskanie_z.png",
            "video": "https://www.youtube.com/watch?v=cQg2f3xfJq0",
            "main_muscles": "naramienny akton przedni",
            "aux_muscles": "piersiowy większy część górna, naramienny akton boczny, nadgrzebieniowy, trójgłowy ramienia, czworoboczny część dolna i środkowa, zębaty przedni.",
            "stabilizers": "trójgłowy ramienia głowa długa, czworoboczny część górna, dźwigacz łopatki, naramienny akton tylni  ",
            "how_to": "Opierając tułów na ławce złap sztangę nachwytem zamkniętym. Ręce trzymaj na szerokości barków. Następnie poprzez prostowanie łokci unieś sztangę do góry, jednocześnie robiąc wydech. Nie prostuj łokci do samego końca. Po chwili biorąc wdech zacznij opuszczać sztangę. Ćwiczenie można wykonywać na dwa sposoby. Sposób łatwiejszy polega na opuszczaniu sztangi na wysokość brody, zaś trudniejszy - na wysokość klatki piersiowej. Ruch sztangi powinieneś wykonywać przed sobą. ",
            "attentions": "W ćwiczeniu tym ważny jest kąt pod jakim znajduje się oparcie ławki. Im jest on mniejszy, tym bardziej pracuje górna część mięśni piersiowych. Najlepiej jest, aby kąt wynosił 70 - 90 stopni. Przy oparciu o ławkę należy zachować naturalne krzywizny kręgosłupa a biodra wraz z tułowiem powinny znajdować się w jednej linii. W ćwiczeniu najlepiej jest używać nachwytu zamkniętego. Osoby bardziej zaawansowane mogą używać nachwytu otwartego, lecz jest to mniej bezpieczne. Unikaj kołysania sztangą. Nie prostuj łokci do końca, ponieważ cały ciężar zostanie przeniesiony na mięśnie trójgłowe i stawy. Stopy powinny być stabilnie oparte o podłoże. Ćwiczenie może być wykonywane również na odpowiednich maszynach.",
            "_id": "a17f93bf-f828-4ed6-a372-70a1fe3278de"
        },
        {
            "category": "Barki",
            "name": "Wyciskanie żołnierskie",
            "second_name": "",
            "img_1": "/images/zolnierskie_1.jpg",
            "img_2": "/images/zolnierskie_2.jpg",
            "img_3": "/images/zolnierskie_3.jpg",
            "img_muscle": "/images/barki_wyciskanie_z.png",
            "video": "https://www.youtube.com/watch?v=ReP4ha2o22Y",
            "main_muscles": "naramienny akton przedni",
            "aux_muscles": "piersiowy większy cześć górna, naramienny akton boczny ,trójgłowy ramienia , czworoboczny część dolna i środkowa , zębaty przedn i",
            "stabilizers": "trójgłowy ramienia głowa długa, dwugłowy ramienia głowa krótka, czworoboczny część górna , dźwigacz łopatki, naramienny akton tylni",
            "how_to": "Stojąc - złap sztangę nachwytem zamkniętym wykonując wdech. Następnie poprzez prostowanie łokci podnoś sztangę do góry (nad głowę), w tym samym czasie robiąc wydech. Łokcie nie muszą być wyprostowane do samego końca, lecz powinny znajdować się z przodu w odniesieniu do reszty sylwetki. Kolejny krok to wdech i równoczesne opuszczanie sztangi. Ćwiczenie można wykonać na dwa sposoby. Sposób łatwiejszy polega na opuszczaniu sztangi na wysokość brody, zaś trudniejszy - na wysokość klatki piersiowej. ",
            "attentions": "Ćwiczenie to skutecznie sprzyja rozwojowi mięśni naramiennych. Jeżeli ciężko jest Ci je wykonywać to możesz skorzystać z kilku ułatwień np. wypychając sztangę do góry możesz pomóc sobie nogami lub \"wejść pod sztangę\", czyli przesunąć tułów w przód. Sztangę można chwytać na dwa sposoby - nachwytem zamkniętym, który jest bezpieczniejszy lub nachwytem otwartym (polecany osobom zaawansowanym). Chwyt otwarty polega na ułożeniu kciuka po przeciwnej stronie niż reszta palców. Łokcie można ustawić prostopadle, jednak należy trzymać je z przodu ciała. Stopy powinny być stabilnie oparte o podłoże. Przed wykonywaniem serii właściwych należy pamiętać o odpowiedniej rozgrzewce.",
            "_id": "d4b04907-44f4-4693-acb0-86460f236b46"
        },
        {
            "category": "Barki",
            "name": "Wiosłowanie",
            "second_name": "sztangą / sztangielkami / na wyciągu",
            "img_1": "/images/wioslowanie_1.jpg",
            "img_2": "/images/wioslowanie_2.jpg",
            "img_3": "",
            "img_muscle": "/images/barki_wioslowanie.png",
            "video": "https://www.youtube.com/watch?v=oRrLhUkX7J0",
            "main_muscles": "naramienny akton tylny",
            "aux_muscles": "podgrzebieniowy, obły mniejszy, naramienny część boczna, czworoboczny część środkowa i dolna, równoległoboczny, ramienny, ramienno-promieniowy ",
            "stabilizers": "prostowniki grzbietu, kulszowo-goleniowe, pośladkowy wielki, przywodziciel wielki",
            "how_to": "Stań w minimalnym rozkroku, tak aby stopy znajdowały się na szerokości bioder, a następnie zachowując prosty grzbiet - pochyl się uginając kolana. Złap sztangę szeroko, najlepiej nachwytem zamkniętym. Poprzez uginanie łokci przyciągnij sztangę do klatki piersiowej, w tym samym czasie biorąc wdech. Po chwili, robiąc wydech, wyprostuj ramiona w tył. Następnie biorąc wdech opuść sztangę.",
            "attentions": "Ćwiczenie to różni się od klasycznego wiosłowania na grzbiet. Aby skutecznie oddziaływać na tylny akton mięśni naramiennych należy dokładnie przestrzegać zaleceń i instrukcji dotyczących wykonywania tego ćwiczenia. \r\nTułów powinien być ułożony równolegle do podłoża. Większe lub mniejsze pochylenie wymaga większej pracy mięśnia czworobocznego i prostowników. Sztangę należy wziąć tak, aby przy uniesieniu przedramię i ramię mogły utworzyć kąt 90 stopni. Najlepiej, aby łokcie były oddalone od ciała pod kątem prostym. Jeżeli ustawione są wężej, to bardziej angażuje się mięsień najszerszy grzbietu. W momencie uniesienia sztangi, łokcie powinny znajdować się trochę wyżej niż wysokość barków. Ćwiczenie można wykonywać również opierając tułów przodem i ławkę. Poprzez to zmniejsza się działanie mięśni stabilizujących. Do ćwiczenia można użyć także sztangielek lub wykonywać je na wyciągu.",
            "_id": "a45f2472-b329-4ebe-915a-714154773cdb"
        },
        {
            "category": "Barki",
            "name": "Unoszenie sztangielki",
            "second_name": "w leżeniu / w bramie",
            "img_1": "/images/unoszenie_lezenie_1.jpg",
            "img_2": "/images/unoszenie_lezenie_2.jpg",
            "img_3": "/images/unoszenie_lezenie_3.jpg",
            "img_muscle": "/images/barki_unoszenie.png",
            "video": "https://www.youtube.com/watch?v=WvQX9sWtF0o",
            "main_muscles": "naramienny akton boczny",
            "aux_muscles": "naramienny akton tylny, nadgrzebieniowy, podgrzebieniowy, czworoboczny część środkowa i dolna, zębaty przedni ",
            "stabilizers": "czworoboczny część górna, dźwigacz łopatki, prostowniki nadgarstka",
            "how_to": "Połóż się na boku i nachwytem zamkniętym złap sztangielkę. Następnie zegnij łokieć i weź wdech. Robiąc wydech jednocześnie unoś sztangielkę w górę (aż do pionu), a po chwili - biorąc wdech opuszczaj sztangielkę. ",
            "attentions": "Podczas wykonywania ćwiczenia ważne jest ułożenia łokcia. Powinien on być zablokowany i zgięty w taki sposób, aby utworzył się kąt rozwarty. Łokieć można ustawiać na dwa sposoby - może on znajdować się trochę niżej niż dłoń, dzięki czemu większą pracę wykonuje boczny akton naramiennego lub może znajdować się na tej samej wysokości co dłoń co angażuje bardziej akton tylny. Można używać także dwóch rodzajów chwytu - kciuk i palec mogą być na jednym poziomie lub kciuk można skierować w dół. W ćwiczeniu można wykorzystać również wyciąg dolny bramy albo ławkę, na której się leży.",
            "_id": "14f18aaf-78bd-41d7-86b9-84bcd47efde6"
        },
        {
            "category": "Barki",
            "name": "Unoszenie sztangielek",
            "second_name": "w opadzie / na maszynie / w bramie",
            "img_1": "/images/unoszenie_opad_1.jpg",
            "img_2": "/images/unoszenie_opad_2.jpg",
            "img_3": "/images/unoszenie_opad_3.jpg",
            "img_muscle": "/images/barki_unoszenie_sztangi.png",
            "video": "https://www.youtube.com/watch?v=dIbE_iYjMnc",
            "main_muscles": "naramienny akton tylny",
            "aux_muscles": "podgrzebieniowy , obły mniejszy, naramienny cześć boczna, czworoboczny część środkowa i dolna, równoległoboczny ",
            "stabilizers": "trójgłowy ramienia, prostowniki nadgarstka , prostowniki grzbietu, kulszowo-goleniowe, pośladkowy wielki, przywodziciel wielki ",
            "how_to": "Złap sztangielki nachwytem zamkniętym, a następnie pochyl tułów zginając przy tym kolana i łokcie. Weź wdech i kolejno robiąc wydech równocześnie podnoś sztangielki. Zatrzymaj, kiedy łokcie będą znajdować się na wysokości barków. Robiąc wydech zacznij opuszczać sztangielki. ",
            "attentions": "W ćwiczeniu ważne jest ustawienie dłoni i łokci. Dłonie powinny być ułożone w pozycji pośredniej lub z lekką rotacją wewnętrzną (mały palec i kciuk są na tej samej wysokości). Łokcie należy zgiąć tak, aby utworzył się kąt rozwarty. Zwróć uwagę aby były zablokowane i odpowiednio oddalone od ciała (zalecany kąt 90 stopni). Nie powinno się unosić sztangielek wyżej niż na wysokość barków, ponieważ bardziej angażuje to mięśnie grzbietu. \r\n\r\nĆwiczenie to może być wykonywane na wiele różnych sposobów np. w oparciu o ławkę czy siedząc na niej, a także na odpowiednich maszynach. Dzięki temu bardziej izoluje się tylny akton naramiennych. Można używać również wyciągu dolnego (siedząc lub stojąc) i górnego (stojąc, jednorącz lub oburącz) bramy.",
            "_id": "dd727b16-e057-4a9e-a1fb-d4e4a11d6832"
        },
        {
            "category": "Barki",
            "name": "Unoszenie sztangielek",
            "second_name": "bokiem / na maszynie / w bramie",
            "img_1": "/images/unoszenie_bok_1.jpg",
            "img_2": "/images/unoszenie_bok_2.jpg",
            "img_3": "/images/unoszenie_bok_3.jpg",
            "img_muscle": "/images/barki_unoszenie_sztangielki.png",
            "video": "https://www.youtube.com/watch?v=vU50wUxydDo",
            "main_muscles": "naramienny akton boczny",
            "aux_muscles": "naramienny akton przedni, nadgrzebieniowy, czworoboczny część środkowa i dolna, zębaty przedni, dwugłowy ramienia głowa długa ",
            "stabilizers": "czworoboczny część górna, dźwigacz łopatki, prostowniki nadgarstka",
            "how_to": "Usiądź i wyprostuj lub lekko pochyl tułów. Weź sztangielki nachwytem zamkniętym oraz zegnij odrobinę kolana i łokcie. Następnie weź wdech i robiąc wydech poprzez odprowadzenie ramion od tułowia unieś sztangielki bokiem na wysokość ramion. Przywodząc ramiona do tułowia opuszczaj sztangielki, równocześnie biorąc wdech. Staraj się, aby tor unoszenia i opuszczania sztangielek pokrywał się z boczną linią ciała.",
            "attentions": "Należy pamiętać, że podczas wykonywania ćwiczenia łokcie powinny być zablokowane i ugięte tak, aby utworzył się kąt rozwarty. Ważne jest też, żeby były trochę wyżej lub na tej samej wysokości co nadgarstki. W innym przypadku bardziej pracuje przedni akton naramiennych (zamiast bocznego). Nie należy podnosić sztangielek wyżej niż na wysokość barków, ponieważ wtedy mocniej angażują się mięśnie grzbietu i ruch wykonuje się przez łopatkę. W najwyższym momencie unoszenia mały palec powinien znajdować się na wysokości kciuka. \r\n\r\nĆwiczenie to można wykonywać na wiele różnych sposobów, np. stojąc, na specjalnych maszynach lub przy pomocy linek w bramie. Jeżeli używa się maszyn, to ważne jest ich ustawienie. Ciężar nie powinien być przyłożony na nadgarstki, tylko na łokcie lub przedramiona. Jeżeli chodzi o linki to ćwiczy się zarówno z linka z przodu, jak i z tyłu. Ćwiczyć można jednorącz lub oburącz.",
            "_id": "569ea63e-287a-4aaa-8b51-6cde886638dd"
        },
        {
            "category": "Barki",
            "name": "Unoszenie sztangi w przód",
            "second_name": "sztangielek / na wyciągu",
            "img_1": "/images/unoszenie_przod_1.jpg",
            "img_2": "/images/unoszenie_przod_2.jpg",
            "img_3": "/images/unoszenie_przod_3.jpg",
            "img_muscle": "/images/barki_unoszenie_sztangi2.png",
            "video": "https://www.youtube.com/watch?v=QtoT8qOHZO0",
            "main_muscles": "naramienny akton przedni",
            "aux_muscles": "piersiowy większy część górna, naramienny akton boczny, kruczoramienny, czworoboczny część środkowa i dolna, zębaty przedni, dwugłowy ramienia głowa krótka",
            "stabilizers": "czworoboczny część górna, dźwigacz łopatki, prostowniki nadgarstka, prostowniki grzbietu",
            "how_to": "Stojąc lekko zegnij kolana i łokcie po czym złap sztangę na szerokość barków nachwytem zamkniętym. Weź wdech, a następnie robiąc wydech, podnieś sztangę na wysokość barków (lub trochę wyżej). Następnie robiąc wdech - opuść sztangę.",
            "attentions": "Unikaj kołysania ciałem. Można oprzeć się o ścianę, przez co ćwiczenie staje się trudniejsze. Chwyt zamknięty można zamienić na chwyt młotkowy, dzięki czemu mocniej będą pracować mięśnie kruczoramienne. Zamiast sztangi można używać również sztangielek i ćwiczyć jednorącz lub oburącz. Można także ćwiczyć na wyciągu dolnym (jednorącz lub oburącz), stojąc lub siedząc oraz opierając się o ławkę.",
            "_id": "10710e01-3742-4b68-b4c1-d01eb69708ea"
        },
        {
            "category": "Barki",
            "name": "Rotacja zewnętrzna ramion",
            "second_name": "",
            "img_1": "/images/rotacja_zewnetrzna_1.jpg",
            "img_2": "/images/rotacja_zewnetrzna_2.jpg",
            "img_3": "/images/rotacja_zewnetrzna_3.jpg",
            "img_muscle": "/images/barki_rotacja.png",
            "video": "https://www.youtube.com/watch?v=PmelDXmSzKk",
            "main_muscles": "podgrzebieniowy, obły mniejszy",
            "aux_muscles": "naramienny akton tylny, nadgrzebieniowy",
            "stabilizers": "naramienny akton boczny, czworoboczny część górna, dźwigacz łopatki, dwugłowy ramienia, ramienny",
            "how_to": "Stojąc złap sztangielki nachwytem zamkniętym. Weź wdech i odprowadź ramiona na wysokość barków, mając przy tym ugięte łokcie. Robiąc wydech i nie zmieniając uniesienia ramion, rotuj nimi na zewnątrz tak, żeby poruszały się przodem do góry. Następnie dalej nie ruszając ramionami opuść sztangielki do pozycji wyjściowej poprzez rotację wewnętrzną, jednocześnie biorąc wdech.",
            "attentions": "Jest to ćwiczenie szczególnie polecane na rotatory zewnętrzne barku, które chroni również przed ich kontuzjami. Podczas wykonywania ćwiczenia nie powinno używać się zbyt dużych obciążeń i trzeba starać się nie kołysać ciałem. Łokcie należy zgiąć pod kątem 90 stopni.\r\n\r\nĆwiczenie to można wykonywać na wiele sposobów m.in. z wyciągiem dolnym lub leżąc czy siedząc z hantlami na ławce.",
            "_id": "2210292b-ced2-4a4a-aa9b-40b040d405ff"
        },
        {
            "category": "Barki",
            "name": "Rotacja wewnętrzna ramion",
            "second_name": "",
            "img_1": "/images/rotacja_wewnetrzna_1.jpg",
            "img_2": "/images/rotacja_wewnetrzna_2.jpg",
            "img_3": "/images/rotacja_wewnetrzna_3.jpg",
            "img_muscle": "/images/barki_rotacja2.png",
            "video": "https://www.youtube.com/watch?v=x3tD41vvFh8",
            "main_muscles": "podłopatkowy, obły większy",
            "aux_muscles": "naramienny akton przedni, piersiowy większy, najszerszy grzbietu",
            "stabilizers": "naramienny akton boczny, czworoboczny część górna, dźwigacz łopatki, dwugłowy ramienia, ramienny, nadgrzebieniowy",
            "how_to": "Stojąc złap szeroko nachwytem zamkniętym sztangielki i weź wdech. Mając cały czas zgięte łokcie odprowadź ramiona na wysokość barków. Robiąc wydech i nie zmieniając położenia ramion, rotuj nimi w taki sposób, żeby sztangielki poruszały się w dół do ciała. Następnie robiąc wdech - nie ruszając ramionami - wróć do pozycji wyjściowej.",
            "attentions": "Jest to ćwiczenie szczególnie polecane na rotatory wewnętrzne barku, które chroni przed kontuzjami. Podczas wykonywania ćwiczenia nie powinno używać się zbyt dużych obciążeń i należy unikać kołysania ciałęm. Łokcie należy zgiąć pod kątem 90 stopni.\r\n\r\nĆwiczenie to można wykonywać na wiele sposobów m.in. w różnych pozycjach na wyciągu lub leżąc z hantlami na ławce.",
            "_id": "6c194eb9-7c74-4fa4-8a72-88cebe35f13e"
        },
        {
            "category": "Barki",
            "name": "Przenoszenie sztangi nad głową",
            "second_name": "siedząc / stojąc",
            "img_1": "/images/IMG_7795.jpg",
            "img_2": "/images/IMG_7798.jpg",
            "img_3": "",
            "img_muscle": "/images/barki_wyciskanie_z.png",
            "video": "https://www.youtube.com/watch?v=y0LrKST-V_4",
            "main_muscles": "naramienny akton przedni",
            "aux_muscles": "naramienny akton boczny ,nadgrzebieniowy, trójgłowy ramienia , czworoboczny część dolna i środkowa , zębaty przedni",
            "stabilizers": "trójgłowy ramienia głowa długa ,czworoboczny część górna , dźwigacz łopatki, naramienny akton tylni",
            "how_to": "Podejdź do stojaków, chwyć sztangę w dłonie nachwytem zamkniętym na szerokość barków lub nieco wężej. Nabierz powietrza i zdejmij sztangę ze stojaków. Wypchnij sztangę do góry, ale tylko na taką wysokość, aby znalazła się ok. 5 cm nad głową, następnie umieść ją za karkiem, w momencie dotknięcia sztangą czworobocznych zacznij powrót do pozycji wyjściowej umieszczając sztangę na klatce, tak wygląda jedno powtórzenie.",
            "attentions": "Ćwiczenie jest kombinacją wyciskania żołnierskiego i wyciskania zza karku. Ostrożnie dobierz ciężar, mając na uwadze swoje bezpieczeństwo. Ruch powinien być szybki i płynny przez co barki i tricepsy są stale napięte. Ćwiczenie możesz wykonać również stojąc. ",
            "_id": "842ef948-88e1-4acc-a33e-160b8fa5a4a7"
        },
        {
            "category": "Barki",
            "name": "Podciąganie sztangi do brody",
            "second_name": "sztangielek / na wyciągu",
            "img_1": "/images/podciaganie_broda_1.jpg",
            "img_2": "/images/podciaganie_broda_2.jpg",
            "img_3": "/images/podciaganie_broda_3.jpg",
            "img_muscle": "/images/barki_podciaganie.png",
            "video": "https://www.youtube.com/watch?v=oAHol4jeS_0",
            "main_muscles": "naramienny akton boczny",
            "aux_muscles": "naramienny akton przedni i tylny, nadgrzebieniowy, podgrzebieniowy, kruczo-ramienny, ramienno-promieniowy, ramienny, dwugłowy ramienia, czworoboczny część środkowa i dolna, zębaty przedni, obły mniejszy ",
            "stabilizers": "czworoboczny część górna, dźwigacz łopatki",
            "how_to": "Stojąc na lekko ugiętych nogach złap sztangę na szerokość barków nachwytem zamkniętym. Następnie weź wdech i poprzez jednoczesne zginanie oraz unoszenie łokci podnieś sztangę do góry. Nadgarstki powinny ruszać się w miarę unoszenia sztangi. Ruch podnoszenia zakończ, kiedy sztanga znajdzie się mniej więcej na wysokości brody. W tym samym czasie zrób również wydech, a podczas kolejnego wdechu opuść sztangę w dół. ",
            "attentions": "Sztangę powinno się prowadzić blisko ciała. Aby prawidłowo wykonać to ćwiczenie łokcie powinno się nie tylko zginać, lecz również prowadzić w górę tak, żeby w najwyższym punkcie znajdowały się wyżej niż sztanga. Jeżeli odczuwasz ból w przedramionach możesz użyć sztangi z gryfem łamanym.\r\n\r\nĆwiczenie można wykonywać na kilka sposobów m.in. jednorącz lub oburącz na wyciągu dolnym. Zamiast sztangi można używać również sztangielek.",
            "_id": "7559aa2c-1d3a-4c36-9618-2818aacee71b"
        },
        {
            "category": "Barki",
            "name": "Podciąganie do brody drążka",
            "second_name": "wyciągu dolnego leżąc",
            "img_1": "/images/IMG_7833.jpg",
            "img_2": "/images/IMG_7834.jpg",
            "img_3": "",
            "img_muscle": "/images/barki_podciaganie.png",
            "video": "https://www.youtube.com/watch?v=7sYktARANMg",
            "main_muscles": "naramienny akton boczny",
            "aux_muscles": "naramienny akton przedni i tylni, nadgrzebieniowy, podgrzebieniowy , kruczo-ramienny, ramienno-promieniowy, ramienny, dwugłowy ramienia, , czworoboczny część środkowa i dolna, zębaty przedni, obły mniejszy ",
            "stabilizers": "czworoboczny część górna , dźwigacz łopatki",
            "how_to": "Ustaw się twarzą do wyciągu z linką wyciągu dolnego. Złap gryf połączony z linką wyciągu dolnego nachwytem na szerokość barków oraz usiądź na podłożu tak jak w przypadku gdy chciałbyś wykonać przyciąganie siedząc. Połóż się na podłożu. Weź wdech. Podciągaj gryf w górę uginając łokcie i jednocześnie unosząc je do góry. Pozwól aby nadgarstki uginały się w miarę podciągania sztangi. Ruch prowadź do momentu aż gryf znajdzie się na poziomie brody jednocześnie robiąc wydech. Opuść gryf w dół jednocześnie robiąc wdech.",
            "attentions": "Gryf powinien być prowadzony blisko ciała. Chwyt dla przedramion powinien być niebolesny , w razie dyskomfortu lub bólu możesz użyć sztangi łamanej. Ćwiczenie powinno być wykonywane nie tylko przez ugięcie łokci ale także przez ich prowadzenie w górę, zwracaj uwagę aby łokcie były wysoko , a w szczycie znajdowały się wyżej niż sztanga. To alternatywne ćwiczenie dla unoszenia sztangi wzdłuż tułowia stojąc, jednak dzięki temu, że plecy przylegają do podłoża niemożliwe jest bujanie tułowiem, czy inne formy oszukiwania. Podczas wykonywania ćwiczenia plecy oraz głowa powinny przylegać do podłoża. ",
            "_id": "77f2208f-b954-4cfb-a497-51100145a191"
        },
        {
            "category": "Barki",
            "name": "Arnoldki",
            "second_name": "",
            "img_1": "/images/arnoldki_1.jpg",
            "img_2": "/images/arnoldki_2.jpg",
            "img_3": "/images/arnoldki_3.jpg",
            "img_muscle": "/images/barki_wyciskanie_z.png",
            "video": "https://www.youtube.com/watch?v=eT_WdXtuNuY",
            "main_muscles": "naramienny akton przedni",
            "aux_muscles": "piersiowy większy część górna, naramienny akton boczny, nadgrzebieniowy, trójgłowy ramienia, czworoboczny część dolna i środkowa, zębaty przedni ",
            "stabilizers": "trójgłowy ramienia głowa długa, czworoboczny część górna, dźwigacz łopatki, naramienny akton tylny",
            "how_to": "Opierając tułów na ławce złap sztangielki na szerokości barków nachwytem zamkniętym i trzymaj je przed sobą. Zegnij jak najmocniej łokcie, a ramiona i przedramiona ułóż maksymalnie na zewnątrz tak, aby palce zwrócić w kierunku twarzy. Następnie weź wdech i robiąc wydech zacznij unoszenie sztangielek jednocześnie rotując ramię i przedramię do wewnątrz. Rotację zakończ przed pełnym wyprostem łokci. Po chwili - robiąc wdech - zacznij opuszczać sztangielki jednocześnie rotując ramiona i przedramiona na zewnątrz tak aby powrócić do pozycji wyjściowej.",
            "attentions": "Ćwiczenie to jest jednym z dość specyficznych, jeżeli chodzi o wyciskanie sztangielek. Istotny jest kąt pod jakim znajduje się oparcie ławki. Im jest on mniejszy, tym bardziej pracuje górna część mięśni piersiowych. Najlepiej jest, aby wynosił 70 - 90 stopni. Biodra wraz z tułowiem powinny przylegać do ławki i znajdować się w jednej linii, plecy wyprostowane. W ćwiczeniu najlepiej jest używać nachwytu zamkniętego. Osoby bardziej zaawansowane mogą używać nachwytu otwartego, lecz jest to mniej bezpieczny. Unikaj kołysania ciężarem i pamiętaj aby nie prostować łokci do końca. Stopy powinny być stabilnie oparte o podłoże.\r\n\r\nĆwiczenie można wykonywać jednostronnie lub naprzemiennie, a także stojąc.",
            "_id": "659d1158-5a66-4b1c-a393-d5535ee14b98"
        },
        {
            "category": "Biceps i prostowniki przedramion",
            "name": "Uginanie przedramion ze sztangielkami z supinacją",
            "second_name": "stojąc / siedząc",
            "img_1": "/images/uginanie_sztangielki_mlotek_supinacja_1.jpg",
            "img_2": "/images/uginanie_sztangielki_mlotek_supinacja_2.jpg",
            "img_3": "",
            "img_muscle": "/images/biceps_2.png",
            "video": "https://www.youtube.com/watch?v=9lxJ7NyiYYA",
            "main_muscles": "dwugłowy ramienia",
            "aux_muscles": "ramienny, ramienno-promieniowy",
            "stabilizers": "naramienny akton przedni, czworoboczny (część górna i środkowa), prostowniki grzbietu, zginacze przedramion, dźwigacz łopatki ",
            "how_to": "Stojąc chwyć sztangielki podchwytem. Trzymaj je w tzw chwycie młotkowym tj. palce skierowane w kierunku ciała. Wyprostuj się wypychając klatkę piersiową nieco do przodu. Pamiętaj aby łokcie trzymać blisko ciała tak aby zachować stabilność podczas wykonywania ćwiczenia. Weź wdech i zacznij zginać przedramiona - obracając dłońmi i przedramionami na zewnątrz - tak aby unieść sztangielki do momentu pełnego zgięcia łokci i uzyskania pełnego zrotowania dłoni i przedramion na zawnarz tj. w kierunku twarzy. Wykonując zgięcie - rób wydech. Przytrzymaj chwilę i robiąc wdech zacznij ruch opuszczania sztangielek poprzez prostowanie i rotację wewnętrzną przedramion tak aby powrócić do pozycji wyjściowej (w tzw chwycie młotkowym).",
            "attentions": "Dzięki rotacji zewnętrznej maksymalnie zaangażowany w pracę, jest mięsień dwugłowy. Rotację należy wykonywać jednocześnie wraz ze zginaniem.\r\n\r\nInnym sposobem jest wykonywanie ćwiczenia w pozycji siedzącej na ławce z oparciem (oparcie najlepiej pod kątem 70 stopni).",
            "_id": "7cf2de44-7899-4936-8723-2ae5a4cc9072"
        },
        {
            "category": "Biceps i prostowniki przedramion",
            "name": "Uginanie przedramion ze sztangielkami młotkowo",
            "second_name": "stojąc / siedząc",
            "img_1": "/images/uginanie_sztangielki_mlotek_1.jpg",
            "img_2": "/images/uginanie_sztangielki_mlotek_2.jpg",
            "img_3": "",
            "img_muscle": "/images/biceps_5.png",
            "video": "https://www.youtube.com/watch?v=jYvLvxIWEvM",
            "main_muscles": "ramienno-promieniowy",
            "aux_muscles": "dwugłowy ramienia, ramienny",
            "stabilizers": "naramienny akton przedni, czworoboczny część górna, czworoboczny część środkowa, dźwigacz łopatki, zginacz promieniowy nadgarstka, prostownik promieniowy nadgarstka ",
            "how_to": "Złap sztangielki podchwytem w pozycji stojącej, Nadgarstki ustaw w chwycie młotkowym, czyli w taki sposób, że palce są skierowane w stronę ciała. Wypnij klatkę piersiową do przodu. Weź wdech i zacznij zginanie przedramion, trzymając łokcie przez cały czas jak najbliżej ciała. W momencie maksymalnego napięcia mięśni zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej, czyli do momentu maksymalnego rozciągnięcia mięśni, jednocześnie robiąc wdech.",
            "attentions": "Najlepsze ćwiczenie na mięsień ramienno - promieniowy i ramienny. Ciężar należy dobrać w taki sposób, aby nie kołysać tułowiem. Podczas całego ćwiczenia nie powinno się zmieniać ustawienia nadgarstków. Ćwiczenie to można wykonywać obiema rękoma jednocześnie, bądź naprzemiennie, siedząc w oparciu o ławkę lub w oparciu o ławkę skośną.",
            "_id": "9366df0f-8e23-493a-b790-ffe71beb5589"
        },
        {
            "category": "Biceps i prostowniki przedramion",
            "name": "Uginanie przedramion ze sztangą",
            "second_name": "podchwytem na modlitewniku",
            "img_1": "/images/uginanie_modlitewnik_1.jpg",
            "img_2": "/images/uginanie_modlitewnik_2.jpg",
            "img_3": "",
            "img_muscle": "/images/biceps_1.png",
            "video": "https://www.youtube.com/watch?v=Zeb68B5sC_0",
            "main_muscles": "ramienny",
            "aux_muscles": "dwugłowy ramienia, ramienno-promieniowy",
            "stabilizers": "zginacze nadgarstka",
            "how_to": "Usiądź wygodnie na modlitewniku - jeśli dostępna jest regulacja - dopasuj modlitewnik do swojego wzrostu a następnie ułóż ramiona i łokcie na oparciu, tak aby zachowały stabliność podczas wykonywania ćwiczenia. Chwyć sztangę podchwytem i weź wdech. Zacznij uginanie przedramion aż do osiągnięcia pełnego zgięcia - robiąc jednocześnie wydech. Przytrzymaj chwilę i zacznij opuszczać sztangę do dołu prostując ramiona i robiąc wdech.",
            "attentions": "Nie należy stosować dużego obciążenia jako że jest to ćwiczenie izolowane. Zachowaj stabilną pozycję tak aby ramiona i łokcie nie zmieniały swojego położenia w czasie wykonywania ruchu unoszenia. Jeżeli ktoś odczuwa bół w nadgarstkach - należy użyć sztangi łamanej lub sztangielek. Można również wykorzystać maszynę.\r\n\r\nSzerokość chwytu: Aby zaangażować równomiernie poszczególne głowy mięśnia dwugłowego ramienia należy chwycić sztangę na szerokości barków. Gdy zależy Ci na obciążeniu głowy krótkiej - zastosuj uchwyt szerszy, węższy zaś - przy głowie długiej.",
            "_id": "e5fd3c25-f176-44c2-8a3f-3b6d796189dd"
        },
        {
            "category": "Biceps i prostowniki przedramion",
            "name": "Uginanie przedramion ze sztangą",
            "second_name": "siedząc",
            "img_1": "/images/IMG_7700.jpg",
            "img_2": "/images/IMG_7701.jpg",
            "img_3": "",
            "img_muscle": "/images/biceps_2.png",
            "video": "https://www.youtube.com/watch?v=7o4655VxR0A",
            "main_muscles": "dwugłowy ramienia",
            "aux_muscles": "ramienny, ramienno-promieniowy",
            "stabilizers": "naramienny akton przedni, prostowniki grzbietu, czworoboczny część górna i środkowa, dźwigacz łopatki, zginacze przedramion ",
            "how_to": "Usiądź na ławeczce prostej. Sztangę i przedramiona umieść na kolanach. Wypnij lekko klatkę piersiową. Łokcie staraj się utrzymywać jak najbliżej ciała. Weź wdech. Uginając przedramiona unieś sztangę do momentu pełnego zgięcia jednocześnie robiąc wydech. Opuść sztangę, powoli kontrolując ciężar ponownie na kolana robiąc wdech.",
            "attentions": "Ciekawe ćwiczenie, wykonywane w szczególności przez zawodników trenujących siłowanie na rękę. Staraj się aby podczas ćwiczenia łokcie nie uciekały za bardzo na boki oraz do przodu. Nadgarstki powinny być zablokowane tak aby nie robić dodatkowo uginania nadgarstków aby ich zginacze nie wykonywały większej pracy. Nie bujaj tułowiem.",
            "_id": "ab504438-38a6-4370-a192-61d663a0aca8"
        },
        {
            "category": "Biceps i prostowniki przedramion",
            "name": "Uginanie przedramion podchwytem",
            "second_name": "ze sztangą / sztangielkami",
            "img_1": "/images/uginanie_podchwytem_1.jpg",
            "img_2": "/images/uginanie_podchwytem_2.jpg",
            "img_3": "",
            "img_muscle": "/images/biceps_2.png",
            "video": "https://www.youtube.com/watch?v=zvoKbd3hVnQ",
            "main_muscles": "dwugłowy ramienia",
            "aux_muscles": "ramienny, ramienno-promieniowy",
            "stabilizers": "naramienny akton przedni, zginacze przedramion, prostowniki grzbietu, czworoboczny część górna i środkowa, dźwigacz łopatki",
            "how_to": "Stojąc chwyć sztangę podchwytem - najlepiej w tej samej szerokości co barki. Wyprostuj się - lekko wypinając klatkę piersiową do porzdu. Pamiętaj aby łokcie trzymać blisko ciała tak aby unikać bujania ramionami. Weź wdech i zacznij uginać przedramiona aż do uzyskania pełnego zgięcia. Wykonujac ruch zgięcia - rób wydech. Chwilę przytrzymaj i robiąc wdech zacznij opuszczanie poprzez prostowanie przedramion.",
            "attentions": "Ćwiczenie to należy do najważniejszych w treningu mięśni dwugłowych ramion. Należy zachować stabilność w czasie ruchów. Dodatkowo zwracaj uwagę aby nie zginać nadgarstków co zminimalizuje pracę zginaczy. Przy ćwiczeniu staraj się nie prostować do końca łokci - dzięki czemu unikniesz rozlużnienia mięśnia dwugłowego oaz narażenia na kontuzję.\r\n\r\nZamiast sztangi możesz użyć sztangielek lub sztangi łamanej - zwłaszcza jeśli ćwiczenie na sztandze z gryfem prostym powoduje u Ciebie ból w nadgarstkach. Aby zapewnić stabilnośc tułowia - można oprzeć się o ścianę lub o oparcie ławki w przypadku pozycji siedzącej.\r\n\r\nSzerokość chwytu: Trzymanie sztangi na szerokości barków angażuje równomiernie obie głowy mięśnia dwugłowego. Stosując uchwyt szerszy zaangażujesz bardziej głowę krótką, przy uchwycie węższym - bardziej głowę długą.",
            "_id": "be68d1ba-0e54-4075-a2cf-b227e1211500"
        },
        {
            "category": "Biceps i prostowniki przedramion",
            "name": "Uginanie przedramion nachwytem",
            "second_name": "ze sztangą / sztangielkami",
            "img_1": "/images/uginanie_nachwytem_1.jpg",
            "img_2": "/images/uginanie_nachwytem_2.jpg",
            "img_3": "",
            "img_muscle": "/images/biceps_5.png",
            "video": "https://www.youtube.com/watch?v=vAYSB8I0LRg",
            "main_muscles": "ramienno-promieniowy",
            "aux_muscles": "dwugłowy ramienia, ramienny",
            "stabilizers": "naramienny akton przedni, czworoboczny cześć górna, czworoboczny część środkowa, dźwigacz łopatki, prostowniki nadgarstka",
            "how_to": "W pozycji stojącej złap sztangę nachwytem na szerokość barków. Wypnij klatkę piersiową do przodu. Weź wdech i trzymając łokcie cały czas jak najbliżej ciała zacznij zginać przedramiona. W momencie maksymalnego napięcia mięśni zrób wydech i powoli, kontrolując ciężar powróć do pozycji wyjściowej, czyli do momentu maksymalnego rozciągnięcia mięśni robiąc jednocześnie wdech.",
            "attentions": "Ciężar dobierz w taki sposób, aby nie kołysać tułowiem. Nadgarstki powinny być zablokowane podczas całego ćwiczenia. Ćwiczenie możesz wykonać zarówno gryfem łamanym, jak i prostym oraz sztangielkami oburącz / jednorącz / naprzemiennie w pozycji stojącej bądź siedzącej. Jest to bardzo dobre ćwiczenie wzmacniające prostowniki nadgarstka (często zaniedbane przez częstsze używanie zginaczy nadgarstka podczas ćwiczeń). Stosowane jest przez bokserów, jak również przez zawodników trenujących wyciskanie. Ćwiczenie to można także zastosować przy treningu przedramion.",
            "_id": "f5d12b6d-b866-412c-81f7-7f3401fd134e"
        },
        {
            "category": "Biceps i prostowniki przedramion",
            "name": "Uginanie przedramion leżąc na brzuchu na ławce skośnej",
            "second_name": "ze sztangą / sztangielkami",
            "img_1": "/images/IMG_7708.jpg",
            "img_2": "/images/IMG_7711.jpg",
            "img_3": "",
            "img_muscle": "/images/biceps_1.png",
            "video": "https://www.youtube.com/watch?v=zNKpDLXCBrw",
            "main_muscles": "ramienny",
            "aux_muscles": "dwugłowy ramienia, ramienno-promieniowy",
            "stabilizers": "zginacze przedramion, czworoboczny część środkowa, równoległoboczny",
            "how_to": "Połóż się na ławce skośnej na klatce piersiowej. Chwyć sztangielki podchwytem .Weź wdech i rozpocznij ruch zginania przedramion, w momencie pełnego zgięcia, zrób wydech i powoli powróć do pozycji wyjściowej do momentu maksymalnego rozciągnięcia mięśni, jednocześnie robiąc wdech.",
            "attentions": "Ćwiczenie izolowane. Dzięki oparciu się o ławkę eliminuje możliwości oszukiwania podczas ćwiczenia. Pozycja powinna być stabilna , łokcie i ramiona nie powinny zmieniać swojego położenia w trakcie unoszenia sztangielek.Ćwiczenie możesz wykonać również za pomocą sztangi - możesz użyć sztangi łamanej lub prostej. ",
            "_id": "327bd449-16cc-4231-a5ff-2ae8e68a8614"
        },
        {
            "category": "Biceps i prostowniki przedramion",
            "name": "Uginanie przedramion nachwytem na modlitewniku",
            "second_name": "ze sztangą",
            "img_1": "/images/uginanie_modlitewnik_nachwyt_1.jpg",
            "img_2": "/images/uginanie_modlitewnik_nachwyt_2.jpg",
            "img_3": "",
            "img_muscle": "/images/biceps_5.png",
            "video": "https://www.youtube.com/watch?v=8QLmLaQOiV4",
            "main_muscles": "ramienno-promieniowy",
            "aux_muscles": "dwugłowy ramienia, ramienny",
            "stabilizers": "prostowniki nadgarstka",
            "how_to": "Usiądź na siedzisku modlitewnika (być może będziesz miał możliwość wyregulowania wysokości siedziska i oparcia), łokcie i ramiona ułóż na oparciu. Złap sztangę nachwytem na szerokość barków. Weź wdech i zacznij ruch zginania przedramion. W momencie maksymalnego napięcia mięśni zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej, czyli do momentu maksymalnego rozciągnięcia mięśni jednocześnie robiąc wdech.",
            "attentions": "Podczas całego ćwiczenia łokcie oraz ramiona powinny stabilnie przylegać do oparcia, nie zmieniając swojego położenia. Dodatkowo ramiona powinny być oparte w całości na modlitewniku, a nie tylko częściowo. Ciężar dobiera się w taki sposób, aby nie kołysać tułowiem i unikać szarpania sztangą. Ćwiczenie można wykonywać zarówno gryfem łamanym, jak i prostym oraz sztangielkami jednorącz oraz na specjalnej maszynie. Jest to bardzo dobre ćwiczenie wzmacniające prostowniki nadgarstka (często zaniedbane przez częstsze używanie zginaczy nadgarstka podczas ćwiczeń). Stosowane jest przez bokserów, jak również przez zawodników trenujących wyciskanie. Ćwiczenie to można zastosować także przy treningu przedramion.",
            "_id": "ece93c2b-e85b-4ea8-84fe-1d708f83717c"
        },
        {
            "category": "Biceps i prostowniki przedramion",
            "name": "Uginanie przedramion z linką wyciągu dolnego",
            "second_name": "leżąc",
            "img_1": "/images/IMG_7824.jpg",
            "img_2": "/images/IMG_7825.jpg",
            "img_3": "",
            "img_muscle": "/images/biceps_2.png",
            "video": "https://www.youtube.com/watch?v=MLpbMhKKfzA",
            "main_muscles": "dwugłowy ramienia",
            "aux_muscles": "ramienny, ramienno-promieniowy",
            "stabilizers": "naramienny akton przedni, prostowniki grzbietu, czworoboczny część górna i środkowa, dźwigacz łopatki, zginacze przedramion.",
            "how_to": "Ustaw się twarzą do wyciągu z linką wyciągu dolnego. Złap gryf połączony z linką wyciągu dolnego podchwytem na szerokość barków oraz usiądź na podłożu tak jak w przypadku gdy chciałbyś wykonać przyciąganie siedząc. Połóż się na podłożu. Wypnij klatkę piersiową, weź wdech i zacznij ruch uginania przedramion łokcie trzymając cały czas jak najbliżej ciała , w momencie maksymalnego spięcia mięśni zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej do momentu maksymalnego rozciągnięcia mięśni jednocześnie robiąc wdech.",
            "attentions": "Nadgarstki powinny być zablokowane w taki sposób, aby nie robić dodatkowo uginania nadgarstków po to, by ich zginacze nie wykonywały większej pracy. Ciężaru nie opuszczaj do pełnego wyprostu łokci zapobiegnie to rozluźnieniu dwugłowego oraz zabezpieczy stawy. Możesz użyć gryfu łamanego, co jest szczególnie preferowane przez osoby odczuwające napięcia w nadgarstkach stosując gryf prosty. Ćwiczenie podobne w wykonaniu do uginania stojąc, jednak dzięki temu, że plecy przylegają do podłoża niemożliwe jest bujanie tułowiem, czy inne formy oszukiwania. Podczas wykonywania ćwiczenia plecy oraz głowa powinny przylegać do podłoża.\r\n\r\nSzerokość chwytu: Uchwyt na szerokość barków angażuje równomiernie obie głowy dwugłowego. Uchwyt szerszy angażuje bardziej głowę krótką , uchwyt węższy bardziej głowę długą. ",
            "_id": "1428f8e8-f7e7-4289-aaaa-06ec85207347"
        },
        {
            "category": "Biceps i prostowniki przedramion",
            "name": "Uginanie przedramion z linkami wyciągów górnych",
            "second_name": "stojąc",
            "img_1": "/images/uginanie_wyciag_1.jpg",
            "img_2": "/images/uginanie_wyciag_2.jpg",
            "img_3": "",
            "img_muscle": "/images/biceps_2.png",
            "video": "https://www.youtube.com/watch?v=DGptb5phId8",
            "main_muscles": "dwugłowy ramienia",
            "aux_muscles": "ramienny, ramienno-promieniowy",
            "stabilizers": "czworoboczny część górna, czworoboczny część środkowa, dźwigacz łopatki, podgrzebieniowy, nadgrzebieniowy , obły mniejszy, równoległoboczny, naramienny akton tylni, zginacze przedramion ",
            "how_to": "Stań w lekkim rozkroku, na środku pomiędzy linkami wyciągu górnego. Złap podchwytem rączki wyciągu górnego. Weź wdech i zacznij ruch zginania przedramion. W momencie maksymalnego napięcia mięśni zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej, czyli do momentu maksymalnego rozciągnięcia mięśni, jednocześnie robiąc wdech.",
            "attentions": "Ćwiczenie to szczególnie angażuje głowę krótką mięśnia dwugłowego ramienia. Podczas jego wykonywania łokcie należy trzymać stabilnie w linii barków. Wykonywane najczęściej jest pod koniec treningu bicepsów w celu dopompowania mięśni, poprzez zastosowanie większego zakresu powtórzeń. Można je wykonywać również jednorącz.",
            "_id": "d48a163f-5b3d-4c2b-8246-fe6a27b80cbb"
        },
        {
            "category": "Biceps i prostowniki przedramion",
            "name": "Uginanie przedramion młotkowo na wyciągu",
            "second_name": "linkami / klamrą",
            "img_1": "/images/uginanie_wyciag__mlotek_1.jpg",
            "img_2": "/images/uginanie_wyciag__mlotek_2.jpg",
            "img_3": "",
            "img_muscle": "/images/biceps_5.png",
            "video": "https://www.youtube.com/watch?v=nyjW0Ou2iFw",
            "main_muscles": "ramienno-promieniowy",
            "aux_muscles": "dwugłowy ramienia, ramienny",
            "stabilizers": "naramienny akton przedni, czworoboczny część górna, czworoboczny część środkowa, dźwigacz łopatki, zginacz promieniowy nadgarstka, prostownik promieniowy nadgarstka ",
            "how_to": "W pozycji stojącej złap linę połączoną z wyciągiem dolnym, nadgarstki ustaw w chwycie młotkowym, czyli w taki sposób, że palce są skierowane w stronę ciała. Wypnij klatkę piersiową do przodu. Weź wdech i trzymając łokcie przez cały czas jak najbliżej ciała zacznij ruch zginania przedramion. W momencie maksymalnego napięcia mięśni zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej, czyli do momentu maksymalnego rozciągnięcia mięśni, jednocześnie robiąc wdech.",
            "attentions": "Jest to najlepsze ćwiczenie na mięsień ramienno - promieniowy i ramienny. Ciężar należy dobrać w taki sposób, aby nie kołysać tułowiem. Podczas całego ćwiczenia nie powinno się zmieniać ułożenia nadgarstków. Ćwiczenie to można wykonywać obiema rękoma jednocześnie, bądź jednorącz lub stojąc w oparciu o ławkę pochyloną. Do wykonywania tego ćwiczenia można użyć również specjalnej klamry w kształcie litery \"v\", bądź też innych rączek pozwalających utrzymać chwyt młotkowy.",
            "_id": "edeb909d-b4dd-4d0f-8451-465e9d9374cd"
        },
        {
            "category": "Biceps i prostowniki przedramion",
            "name": "Uginanie przedramion podchwytem",
            "second_name": "na wyciągu drążkiem / klamrą",
            "img_1": "/images/uginanie_podchwytem_wyciag_1.jpg",
            "img_2": "/images/uginanie_podchwytem_wyciag_2.jpg",
            "img_3": "",
            "img_muscle": "/images/biceps_2.png",
            "video": "https://www.youtube.com/watch?v=nIW7sQ9BADM",
            "main_muscles": "dwugłowy ramienia",
            "aux_muscles": "ramienny, ramienno-promieniowy",
            "stabilizers": "naramienny akton przedni,prostowniki grzbietu, czworoboczny część górna i środkowa, dźwigacz łopatki, zginacze przedramion ",
            "how_to": "Stojąc, złap podchwytem drążek połączony z wyciągiem dolnym, na szerokość barków (więcej w uwagach). Wypnij klatkę piersiową i weź wdech. Przez cały czas trzymając łokcie jak najbliżej ciała zacznij zginanie przedramion. W momencie maksymalnego napięcia mięśni zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej, czyli do momentu maksymalnego rozciągnięcia mięśni, jednocześnie robiąc wdech.",
            "attentions": "Nadgarstki powinny być zablokowane w taki sposób, aby się dodatkowo nie zginały. Dzięki temu zginacze nie wykonują większej pracy. Ciężaru nie należy opuszczać, aż do pełnego wyprostowania łokci, co zapobiega rozluźnieniu mięśnia dwugłowego oraz zabezpieczy stawy. Można użyć gryfu łamanego, co jest szczególnie preferowane przez osoby odczuwające napięcia w nadgarstkach stosując gryf prosty. Ćwiczenie to można wykonać również w oparciu o ławkę skośną bądź też jednorącz przy pomocy pojedynczej rączki wyciągu.\r\n\r\nSzerokość chwytu: Uchwyt na szerokość barków angażuje równomiernie obie głowy mięśnia dwugłowego. Uchwyt szerszy angażuje bardziej głowę krótką , uchwyt węższy bardziej głowę długą.",
            "_id": "bf1aa1dd-ace2-452a-9755-1ded815e2a85"
        },
        {
            "category": "Biceps i prostowniki przedramion",
            "name": "Uginanie przedramion nachwytem",
            "second_name": "na wyciągu drążkiem / klamrą",
            "img_1": "/images/uginanie_nachwytem_wyciag_1.jpg",
            "img_2": "/images/uginanie_nachwytem_wyciag_2.jpg",
            "img_3": "",
            "img_muscle": "/images/biceps_5.png",
            "video": "https://www.youtube.com/watch?v=kK3tD03EWiQ",
            "main_muscles": "ramienno-promieniowy",
            "aux_muscles": "dwugłowy ramienia, ramienny",
            "stabilizers": "naramienny akton przedni, czworoboczny cześć górna, czworoboczny część środkowa, dźwigacz łopatki, prostowniki nadgarstka ",
            "how_to": "Stojąc, złap nachwytem drążek połączony z wyciągiem dolnym, na szerokość barków. Wypnij klatkę piersiową, weź wdech i zacznij ruch zginania przedramion, trzymając łokcie cały czas jak najbliżej ciała. W momencie maksymalnego napięcia mięśni zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej, czyli do momentu maksymalnego rozciągnięcia mięśni, jednocześnie robiąc wdech.",
            "attentions": "Ciężar należy dobierać w taki sposób, aby nie kołysać tułowiem. Nadgarstki powinny być zablokowane podczas całego ćwiczenia. Ćwiczenie możesz wykonać zarówno gryfem łamanym, jak i prostym oraz przy pomocy klamry wyciągu. Jest to bardzo dobre ćwiczenie wzmacniające prostowniki nadgarstka (często zaniedbane przez częstsze używanie zginaczy nadgarstka podczas ćwiczeń). Stosowane jest przez bokserów, jak również przez zawodników trenujących wyciskanie. Ćwiczenie to można zastosować także przy treningu przedramion.",
            "_id": "755d2b28-810b-4fc8-9ce5-06b9128e4daf"
        },
        {
            "category": "Biceps i prostowniki przedramion",
            "name": "Uginanie przedramion ze sztangielką",
            "second_name": "w oparciu o kolano",
            "img_1": "/images/uginanie_w_oparciu_1.jpg",
            "img_2": "/images/uginanie_w_oparciu_2.jpg",
            "img_3": "/images/uginanie_w_oparciu_3.jpg",
            "img_muscle": "/images/biceps_1.png",
            "video": "https://www.youtube.com/watch?v=bLcvij6UXP4",
            "main_muscles": "ramienny",
            "aux_muscles": "dwugłowy ramienia, ramienno-promieniowy",
            "stabilizers": "czworoboczny część górna, czworoboczny część środkowa, dźwigacz łopatki, skośne zewnętrzne i wewnętrzne brzucha, prostowniki grzbietu, zginacze przedramion",
            "how_to": "Usiądź na ławeczce prostej i chwyć sztangielkę podchwytem. Łokieć umieść na wewnętrznej części uda. Weź wdech i zacznij ruch zginania przedramienia. W momencie maksymalnego napięcia mięśni zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej, czyli do momentu maksymalnego rozciągnięcia mięśni, jednocześnie robiąc wdech.",
            "attentions": "Ćwiczenie izolowane, które często polecane jest w celu podniesienie bicepsa. Podczas ćwiczenia łokieć powinien ściśle przylegać do wewnętrznej części uda i nie powinien zmieniać pozycji. Ciężar należy dobierać tak, aby możliwe było poprawne how_to ćwiczenia - bez zarzucania tułowiem czy sztangielką. Można w nim zastosować supinację nadgarstka, aby mocniej zaangażować mięśnie dwugłowe ramienia. Ćwiczenie to można wykonywać również w pochyleniu tułowia bez oparcia o kolano ze stabilnym, nieruchomo utrzymanym łokciem.",
            "_id": "d9959499-6468-4760-a31d-e19cf498d153"
        },
        {
            "category": "Biceps i prostowniki przedramion",
            "name": "Siódemkowanie",
            "second_name": "",
            "img_1": "/images/IMG_7723.jpg",
            "img_2": "/images/IMG_7724.jpg",
            "img_3": "/images/IMG_7726.jpg",
            "img_muscle": "/images/biceps_2.png",
            "video": "https://www.youtube.com/watch?v=fPR5u0824Ck",
            "main_muscles": "dwugłowy ramienia",
            "aux_muscles": "ramienny, ramienno-promieniowy",
            "stabilizers": "naramienny akton przedni,prostowniki grzbietu, czworoboczny część górna i środkowa, dźwigacz łopatki, zginacze przedramion",
            "how_to": "W pozycji stojącej chwyć sztangę podchwytem na szerokość barków. Wypnij lekko klatkę piersiową. Łokcie staraj się utrzymywać jak najbliżej ciała. Weź wdech. Uginając przedramiona unieś sztangę do momentu, gdy przedramiona będą równoległe do podłoża, zrób wydech i powtórz siedem razy, następnie zacznij uginanie przedramion od połowy ruchu w górę do pełnego zgięcia, powtórz siedem razy, następnie wykonaj siedem pełnych zgięć przedramion (pamiętając o oddechu).",
            "attentions": "Podsumowując, na jedną serię tego ćwiczenia składa się 21 powtórzeń – siedem powtórzeń do połowy ruchu, siedem powtórzeń od połowy do pełnego zgięcia przedramion oraz siedem powtórzeń z pełnym zakresem ruchu. Ilość powtórzeń jest kwestią umowną. Staraj się aby podczas ćwiczenia łokcie nie uciekały za bardzo na boki oraz do przodu. Nadgarstki powinny być zablokowane tak aby nie robić dodatkowo uginania nadgarstków aby ich zginacze nie wykonywały większej pracy. Opuszczania ciężaru nie wykonuj do pełnego wyprostu łokci zapobiegnie to rozluźnieniu dwugłowego oraz zabezpieczy stawy. Ćwiczenie często używane do zaszokowania bicepsów / przełamania stagnacji, przeważnie na końcu treningu, co jest warte podkreślenia z niewielkim ciężarem, jeśli jednak zdecydujesz się wykonać je na początku treningu miej szczególnie na uwadze odpowiednią rozgrzewkę. Możesz użyć gryfu łamanego bądź prostego. Ćwiczenie możesz wykonać również za pomocą sztangielek oburącz / jednorącz, za pomocą wyciągu dolnego oburącz / jednorącz oraz na modlitewniku za pomocą sztangi lub sztangielek. W przypadku modlitewnika należy wspomnieć, że głównym mięśniem zaangażowanym podczas ćwiczenia będzie mięsień ramienny.\r\n\r\nSzerokość chwytu: Uchwyt na szerokość barków angażuje równomiernie obie głowy dwugłowego. Uchwyt szerszy angażuje bardziej głowę krótką , uchwyt węższy bardziej głowę długą.",
            "_id": "e2ddd362-2a8c-47f4-95c4-f22ddbe35c6f"
        },
        {
            "category": "Brzuch",
            "name": "Unoszenie nóg w zwisie",
            "second_name": "na drążku / na stojaku",
            "img_1": "/images/trening_brzucha_unoszenie_nog_w_zwisie_na_drazku_1.jpg",
            "img_2": "/images/trening_brzucha_unoszenie_nog_w_zwisie_na_drazku_2.jpg",
            "img_3": "/images/trening_brzucha_unoszenie_nog_w_zwisie_na_drazku_3.jpg",
            "img_muscle": "/images/brzuch_unoszenie_nog_lezac.png",
            "video": "https://www.youtube.com/watch?v=q21oUW1M96s",
            "main_muscles": "proste brzucha ",
            "aux_muscles": "biodrowo-lędźwiowy, naprężacz powięzi szerokiej, grzebieniowy, krawiecki, przywodziciel długi, przywodziciel krótki, czworogłowy prosty uda, skośne zewnętrzne i wewnętrzne brzucha  ",
            "stabilizers": "prostowniki i zginacze przedramion, najszerszy grzbietu",
            "how_to": "Chwyć drążek nachwytem, na szerokość barków, weź wdech i zacznij ruch unoszenie nóg jednocześnie zginając je w kolanach(więcej w uwagach) jak najwyżej, unikając bujania tułowiem, w momencie spięcia mięśni brzucha zrób wydech i powoli powróć do pozycji wyjściowej.",
            "attentions": "Ćwiczenie to możesz wykonywać z dodatkowym obciążeniem np. ciężarkiem między stopami lub między kolanami. Możesz je również wykonać na drabinkach znajdujących się przy ścianie, co może zapobiegać bujaniu tułowiem, dzięki oparciu pleców, można je również wykonywać na specjalnym stojaku opierając przedramiona na poduszkach. Aby mocniej zaangażować mięśnie skośne brzucha podczas ćwiczenia możesz skręcać tułów w końcowej fazie ruchu lub naprzemiennie skręcać tułów wisząc swobodnie na drążku z ugiętymi kolanami. Trudniejszą wersją ćwiczenia jest unoszenie nóg prostych w kolanach, gdzie w końcowej fazie ruchu dotykasz palcami stóp drążka.",
            "_id": "619a7177-e3b8-48b4-bee9-c72cc3fd77c6"
        },
        {
            "category": "Brzuch",
            "name": "Unoszenie nóg w leżeniu",
            "second_name": "na ławce skośnej / płaskiej",
            "img_1": "/images/trening_brzucha_unoszenie_nog_na_lawce_1.jpg",
            "img_2": "/images/trening_brzucha_unoszenie_nog_na_lawce_2.jpg",
            "img_3": "",
            "img_muscle": "/images/brzuch_unoszenie_nog_lezac.png",
            "video": "https://www.youtube.com/watch?v=uDLU8MfMFDc",
            "main_muscles": "proste brzucha",
            "aux_muscles": "biodrowo-lędźwiowy, naprężacz powięzi szerokiej, grzebieniowy, krawiecki, przywodziciel długi, przywodziciel krótki, skośne wewnętrzne i zewnętrzne brzucha, czworogłowy prosty uda  ",
            "stabilizers": "czworogłowy uda, piersiowy większy, najszerszy grzbietu, obły większy, naramienny akton tylni, długa głowa tricepsu ",
            "how_to": "Połóż się na ławce skośnej na plecach, rękoma złap za uchwyty znajdujące się nad Twoją głową, bądź za coś co pozwoli Ci utrzymać stabilną pozycję podczas wykonywania ćwiczenia. Weź wdech i zacznij ruch unoszenie nóg jednocześnie zginając je w kolanach jak najwyżej, w momencie spięcia mięśni brzucha zrób wydech i powoli powróć do pozycji wyjściowej.",
            "attentions": "Ćwiczenie to możesz wykonać również leżąc na ławce płaskiej. Możesz użyć obciążenia, np. sztangielki umieszczonej między stopami lub między kolanami. Podczas wykonywania ćwiczenia plecy powinny przylegać do ławki, podobnie jak w przypadku unoszenie nóg w zwisie na drążku aby mocniej zaangażować mięśnie skośne brzucha możesz skręcać tułów oraz biodra w końcowej fazie ruchu.",
            "_id": "18412377-6e1f-48a4-b30b-64d734156135"
        },
        {
            "category": "Brzuch",
            "name": "Spięcia brzucha",
            "second_name": "leżąc / na maszynie z oporem",
            "img_1": "/images/trening_brzucha_spiecia_brzucha_lezac_1.jpg",
            "img_2": "/images/trening_brzucha_spiecia_brzucha_lezac_2.jpg",
            "img_3": "/images/trening_brzucha_spiecia_brzucha_lezac_3.jpg",
            "img_muscle": "/images/brzuch_sklony_tulowia_w_kleku.png",
            "video": "https://www.youtube.com/watch?v=wAaCxUXHu8M",
            "main_muscles": "proste brzucha",
            "aux_muscles": "skośne wewnętrzne i zewnętrzne ",
            "stabilizers": "",
            "how_to": "Połóż się na ławeczce lub podłożu, ugnij nogi w kolanach, stopy powinny przylegać do podłoża. Ręce trzymaj przy skroniach albo skrzyżuj na piersiach. Weź wdech i zacznij skłon tułowia , w momencie spięcia mięśni brzucha zrób wydech i powoli powróć do pozycji wyjściowej do momentu, gdy dotkniesz plecami i głową ławeczki.",
            "attentions": "W miarę wzrostu zaawansowania możesz użyć dodatkowego obciążenia (talerza trzymanego na piersiach). Kontroluj ruch podczas wykonywania ćwiczenia. Można to ćwiczenie także wykonywać z nogami ugiętymi pod kątem 90 stopni i w kolanach i w biodrach trzymając je w powietrzu lub opierając o coś. Aby zwiększyć zaangażowanie mięśni skośnych brzucha podczas ćwiczenia możesz naprzemiennie skręcać tułów w końcowej fazie ruchu. Dla ułatwienia możesz poprosić partnera o przytrzymanie stóp bądź zaprzeć je np. o drabinkę. Być może będziesz miał możliwość wykonania tego ćwiczenia za pomocą specjalnej maszyny. W końcowej fazie ruchu można wykonywać skręty tułowia",
            "_id": "31a181e8-553c-4dcb-aba7-0ef646a4a79a"
        },
        {
            "category": "Brzuch",
            "name": "Skręty ze sztangą",
            "second_name": "na barkach",
            "img_1": "/images/trening_brzucha_skrety_ze_sztanga_na_barkach_1.jpg",
            "img_2": "/images/trening_brzucha_skrety_ze_sztanga_na_barkach_2.jpg",
            "img_3": "/images/trening_brzucha_skrety_ze_sztanga_na_barkach_3.jpg",
            "img_muscle": "/images/brzuch_skrety_ze_sztanga.png",
            "video": "https://www.youtube.com/watch?v=zwCzZMCCGSE",
            "main_muscles": "skośne wewnętrzne i zewnętrzne brzucha",
            "aux_muscles": "czworoboczny lędźwi, lędźwiowy większy, biodrowo-żebrowy",
            "stabilizers": "czworoboczny, równoległoboczny, naramienny",
            "how_to": "Usiądź na ławce płaskiej. Umieść gryf za głową na górnej części czworobocznych łapiąc go szeroko nachwytem. Weź wdech i zacznij naprzemienne skręty tułowia, gdy dane ramię jest z przodu rób wydech, mięśnie pośladkowe powinny cały czas przylegać do ławki.",
            "attentions": "Nie jest to ćwiczenie w którym używa się dużych ciężarów, wręcz przeciwnie. Ćwiczenie to możesz również wykonać na stojąco. Zacznij od pustego gryfu oraz od wolnego tempa wykonywania skrętów, zwiększając je podczas wykonywania serii. Serie możesz wykonywać do założonej ilości powtórzeń lub na czas, poszczególne serie mogą trwać nawet kilka minut.",
            "_id": "6942e64c-07a0-48a5-9e74-967b5cc30201"
        },
        {
            "category": "Brzuch",
            "name": "Skręty na twisterze",
            "second_name": "wolnym / górnym / dolnym",
            "img_1": "/images/trening_brzucha_twister_1.jpg",
            "img_2": "/images/trening_brzucha_twister_2.jpg",
            "img_3": "",
            "img_muscle": "/images/brzuch_skrety_ze_sztanga.png",
            "video": "https://www.youtube.com/watch?v=RAuJi1tp1h8",
            "main_muscles": "skośne zewnętrzne i skośne wewnętrzne brzucha",
            "aux_muscles": "lędźwiowy większy, czworoboczny lędźwi, biodrowo-żebrowy",
            "stabilizers": "piersiowy większy, piersiowy mniejszy, naramienny akton przedni, czworoboczny część dolna, czworoboczny część środkowa, równoległoboczny, naramienny akton tylni, najszerszy grzbietu, długa głowa tricepsu, przywodziciele bioder  ",
            "how_to": "Wejdź na obrotową platformę twistera, złap nachwytem rączki maszyny i zacznij wykonywać naprzemienne skręty biodrami. Podczas wykonywania ćwiczenia ramiona trzymaj nieruchomo.\r\n",
            "attentions": "Serie możesz wykonywać do założonej ilości powtórzeń lub na czas, poszczególne serie mogą trwać nawet kilka minut. Ćwiczenie to możesz również wykonać na tzw. twisterze dolnym, który jest podobny do wolnego, ale ma regulację oporu oraz na tzw. twisterze górnym, który ma również regulację oporu, a podczas wykonywania ćwiczenia ustabilizowana jest dolna połowa ciała.\r\n",
            "_id": "23beae1b-0964-4219-810f-286e22a4fa12"
        },
        {
            "category": "Brzuch",
            "name": "Skłony tułowia z przyciąganiem kolan",
            "second_name": "na ławce / maszynie ",
            "img_1": "/images/trening_brzucha_sklony_tulowia_z_przyciaganiem_kolan_1.jpg",
            "img_2": "/images/trening_brzucha_sklony_tulowia_z_przyciaganiem_kolan_2.jpg",
            "img_3": "/images/trening_brzucha_sklony_tulowia_z_przyciaganiem_kolan_3.jpg",
            "img_muscle": "/images/brzuch_sklony_tulowia_w_kleku.png",
            "video": "https://www.youtube.com/watch?v=HE3V1m0dw5M",
            "main_muscles": "prosty brzucha",
            "aux_muscles": "skośne wewnętrzne i zewnętrzne brzucha",
            "stabilizers": "napinacz powięzi szerokiej, czworogłowy prosty uda, grzebieniowy, krawiecki, piersiowy większy część środkowa, najszerszy grzbietu, obły większy, naramienny, trójgłowy ramienia  ",
            "how_to": "Usiądź na skraju ławki płaskiej, rękoma złap za krawędzie ławeczki, odchyl tułów do tyłu.\r\nWeź wech i zacznij jednocześnie unosić nogi zginając je w kolanach oraz tułów, w momencie spięcia mięśni brzucha zrób wydech i powoli powróć do pozycji wyjściowej prostując nogi, ale nie dotykając nimi ziemi.\r\n",
            "attentions": "Podczas ćwiczenia zachowaj stabilną pozycję, nie odrywaj pośladków od ławki. Ćwiczenie to możesz również wykonać za pomocą specjalnej maszyny.\r\n",
            "_id": "e43cdf9f-1ccd-4aeb-9cad-1a59e50039f2"
        },
        {
            "category": "Brzuch",
            "name": "Skłony tułowia",
            "second_name": "z oporem na maszynie siedząc",
            "img_1": "/images/trening_brzucha_sklony_tulowia_z_oporem_1.jpg",
            "img_2": "/images/trening_brzucha_sklony_tulowia_z_oporem_2.jpg",
            "img_3": "",
            "img_muscle": "/images/brzuch_sklony_tulowia_w_kleku.png",
            "video": "https://www.youtube.com/watch?v=IZIN4bSQhOU",
            "main_muscles": "proste brzucha",
            "aux_muscles": "skośne wewnętrzne i zewnętrzne brzucha",
            "stabilizers": "piersiowy większy, najszersze grzbietu, obły większy, naramienny akton tylni, długa głowa tricepsu, piszczelowy przedni",
            "how_to": "Usiądź w siedzisku maszyny, obejmij ramionami wałek maszyny, łokcie połóż na przeznaczonych do tego poduszkach (jeśli takowe są), zaprzyj nogi na wysokości kostek. Weź wdech i zacznij ruch polegający na skłonie tułowia, w momencie spięcia mięśni brzucha przytrzymaj chwilę zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej.",
            "attentions": "Ostrożnie dobieraj obciążenie. Na siłowniach możesz spotkać się z różnymi maszynami przeznaczoymi do wykonywania ćwiczenia, różniącymi się sposobem rozmieszczenia oporu. Podobne ćwiczenie możesz wykonać również w przypadku braku maszyny, siadając na ławce z oparciem tyłem do wyciągu górnego i robiąc skłony z linkami wyciągu trzymanymi na barkach.\r\n",
            "_id": "fc4268fa-616e-4ad4-9276-7c27730a31eb"
        },
        {
            "category": "Brzuch",
            "name": "Skłony tułowia w klęku na wyciągu",
            "second_name": "\"Allahy\"",
            "img_1": "/images/trening_brzucha_allahy_1.jpg",
            "img_2": "/images/trening_brzucha_allahy_2.jpg",
            "img_3": "",
            "img_muscle": "/images/brzuch_sklony_tulowia_w_kleku.png",
            "video": "https://www.youtube.com/watch?v=fNJYSIMvlx8",
            "main_muscles": "proste brzucha",
            "aux_muscles": "skośne wewnętrzne i zewnętrzne brzucha",
            "stabilizers": "biodrowo-lędźwiowy, naprężacz powięzi szerokiej, czworogłowy uda prosty, krawiecki, najszerszy grzbietu, obły większy, naramienny akton tylni, długa głowa tricepsu, równoległoboczny, czworoboczny cześć dolna, piersiowy większy część góna, piersiowy większy część środowa, piersiowy mniejszy, zębaty przedni",
            "how_to": "Klęknij twarzą do wyciągu górnego, cofnij biodra do tyłu, złap linki wyciągu w ten sposób, aby znajdowały się nad głową lub po bokach głowy, weź oddech i wykonaj ruch skłonu tułowia, w momencie maksymalnego spięcia mięśni brzucha przytrzymaj chwilę, zrób wydech i powróć do pozycji wyjściowej robiąc wdech.\r\n",
            "attentions": "Ostrożnie dobierz ciężar, tak, aby pracowały tylko mięśnie brzucha, nie ciągnij ciężaru ramionami, plecy trzymaj prosto. Ruch zaczyna się od mięśni brzucha, a nie od ruchu biodrami. Ćwiczenie to możesz wykonać również stojąc oraz klęcząc tyłem do wyciągu oraz w przypadku braku linek za pomocą rączki prostej trzymanej za głową.\r\n",
            "_id": "13fb1a7a-ff94-482f-8ded-43f9f32acde2"
        },
        {
            "category": "Brzuch",
            "name": "Skłony tułowia",
            "second_name": "na ławce rzymskiej niskiej / wysokiej",
            "img_1": "/images/trening_brzucha_sklony_tulowia_na_lawce_rzymskiej_1.jpg",
            "img_2": "/images/trening_brzucha_sklony_tulowia_na_lawce_rzymskiej_2.jpg",
            "img_3": "/images/trening_brzucha_sklony_tulowia_na_lawce_rzymskiej_3.jpg",
            "img_muscle": "/images/brzuch_sklony_tulowia_na_lawce_rzymskiej.png",
            "video": "https://www.youtube.com/watch?v=lmp9lU4N-G8",
            "main_muscles": "mięśnie proste brzucha",
            "aux_muscles": "skośne zewnętrzne i wewnętrzne brzucha, biodrowo-lędźwiowy, naprężacz powięzi szerokiej, czworogłowy prosty uda, krawiecki",
            "stabilizers": "piszczelowy przedni",
            "how_to": "Usiądź na ławeczce rzymskiej, stopy zaprzyj pod poduszkami. Ręce trzymaj przy skroniach lub skrzyżuj na piersiach. Weź wdech i zacznij skłon tułowia , w momencie spięcia mięśni brzucha zrób wydech i powoli powróć do pozycji wyjściowej do momentu, gdy dotkniesz plecami i głową ławczeki jednocześnie robiąc wdech.\r\n",
            "attentions": "W miarę wzrostu zaawansowania możesz użyć dodatkowego obciążenia (talerza trzymanego na piersiach) bądź zwiększyć skos ławeczki tzw. wysoka ławeczka rzymska. Kontroluj ruch podczas wykonywania ćwiczenia, aby minimalizować pracę mięśni pomocniczych. Aby zwiększyć zaangażowanie mięśni skośnych brzucha podczas ćwiczenia możesz naprzemiennie skręcać tułów w końcowej fazie ruchu.",
            "_id": "498378ec-4131-4e63-b1ce-66e11e91520d"
        },
        {
            "category": "Brzuch",
            "name": "Skłony boczne",
            "second_name": "ze sztangielką",
            "img_1": "/images/trening_brzucha_sklony_boczne_ze_sztangielka_1.jpg",
            "img_2": "/images/trening_brzucha_sklony_boczne_ze_sztangielka_2.jpg",
            "img_3": "/images/trening_brzucha_sklony_boczne_ze_sztangielka_3.jpg",
            "img_muscle": "/images/brzuch_sklony_boczne_na_lawce.png",
            "video": "https://www.youtube.com/watch?v=gRjfwA_W1y0",
            "main_muscles": "skośne wewnętrzne i zewnętrzne brzucha",
            "aux_muscles": "czworoboczny lędźwi, lędźwiowy większy, biodrowo-żebrowy",
            "stabilizers": "czworoboczny część dolna, czworoboczny cześć środkowa, dźwigacz łopatki, pośladkowy średni, pośladkowy mały ",
            "how_to": "Ustaw stopy nieco szerzej niż szerokość barków, jedną ręką złap sztangielkę nachwytem, drugą umieść przy skroni. Weź wdech i wykonaj skłon tułowia w kierunku nieobciążonej ręki, w momencie maksymalnego spięcia mięśni skośnych brzucha zrób wydech i powróć do pozycji wyjściowej robiąc wdech, przekraczając nieco linię pionu tułowia.",
            "attentions": "Ćwiczenie to możesz również wykonać za pomocą wyciągu dolnego, używając linki wyciągu dolnego zamiast sztangielki. Ostrożnie dobieraj ciężar.\r\n",
            "_id": "2ae4e38d-30be-4900-ba5c-f8868cde4252"
        },
        {
            "category": "Brzuch",
            "name": "Skłony boczne",
            "second_name": "na ławce",
            "img_1": "/images/trening_brzucha_sklony_boczne_1.jpg",
            "img_2": "/images/trening_brzucha_sklony_boczne_2.jpg",
            "img_3": "",
            "img_muscle": "/images/brzuch_sklony_boczne_na_lawce.png",
            "video": "https://www.youtube.com/watch?v=LlGRPPqHbCs",
            "main_muscles": "skośne wewnętrzne i zewnętrzne brzucha",
            "aux_muscles": "czworoboczny lędźwi, lędźwiowy większy, biodrowo-żebrowy",
            "stabilizers": "pośladkowy średni, pośladkowy mały",
            "how_to": "Połóż się bokiem na ławce skośne lub płaskiej, mającej poduszki do zablokowania nóg. Tułów powinien wystawać za ławkę. Ręce umieść przy skroniach lub skrzyżuj na piersiach. Weź wdech i zacznij skłon tułowia w górę, w momencie maskymalnego spięcia mięśni skośnych brzucha zrób wydech i powróć do pozycji wyjściowej, robiąc wdech.\r\n",
            "attentions": "Podczas wykonywania ćwiczenia kontroluj każdą fazę ruchu, unikaj gwałtownych ruchów oraz schodź nieco poniżej linii tułowia. W przypadku braku poduszek do zablokowania nóg, możesz skorzystać z pomocy partnera treningowego, prosząc go o przytrzymanie nóg.",
            "_id": "f8e10da3-b738-447b-a8d0-7f2e10d87369"
        },
        {
            "category": "Brzuch",
            "name": "Scyzoryki",
            "second_name": "",
            "img_1": "/images/trening_brzucha_scyzoryki_1.jpg",
            "img_2": "/images/trening_brzucha_scyzoryki_2.jpg",
            "img_3": "",
            "img_muscle": "/images/brzuch_scyzoryki.png",
            "video": "https://www.youtube.com/watch?v=rwnb6DGyxQA",
            "main_muscles": "proste brzucha",
            "aux_muscles": "skośne wewnętrzne i zewnętrzne brzucha, biodrowo-lędźwiowy, grzebieniowy, naprężacz powięzi szerokiej, krawiecki, czworogłowy prosty uda, przywodziciel krótki, przywodziciel długi  ",
            "stabilizers": "czworogłowy uda, naramienny, kruczo - ramienny, piersiowy większy część górna",
            "how_to": "Połóż się plecami na podłożu. Ramiona w górze leżą na podłożu. Weź wdech i jednocześnie unieś nogi oraz tułów z ramionami trzymanymi w górze, w momencie spięcia mięśni brzucha zrób wydech i powoli powróć do pozycji wyjściowej, robiąc wdech.\r\n",
            "attentions": "Każde kolejne powtórzenie zaczynaj od pleców i nóg położonych na ziemi. Podczas wykonywania ćwiczenia pośladki powinny przylegać do podłoża, a ramiona być proste.\r\n",
            "_id": "d856c012-c16f-467c-9e37-a1adcad58983"
        },
        {
            "category": "Brzuch",
            "name": "Nożyce poziome",
            "second_name": "",
            "img_1": "/images/trening_brzucha_nozyce_poziome_1.jpg",
            "img_2": "/images/trening_brzucha_nozyce_poziome_2.jpg",
            "img_3": "/images/trening_brzucha_nozyce_poziome_3.jpg",
            "img_muscle": "/images/brzuch_nozyce_poziome1.png",
            "video": "https://www.youtube.com/watch?v=OF4UAXxEmp0",
            "main_muscles": "prosty brzucha ",
            "aux_muscles": "w zależności od ruchu : przywodziciele - przywodziciel wielki , długi i krótki , półbłoniasty , półścięgnisty , grzebieniowy, smukły, dwugłowy uda głowa długa ; odwodziciele - naprężacz powięzi szerokiej, pośladkowy: wielki, średni,mały ; gruszkowaty",
            "stabilizers": "skośne wewnętrzne i zewnętrzne brzucha, biodrowo - lędźwiowy, czworogłowy uda",
            "how_to": "Połóż się plecami na podłożu, ręce ułóż swobodnie wyprostowane wzdłuż ciała. Podnieś nogi do góry i zacznij wymachy poziomo obiema nogami równocześnie w prawo i lewo tuż nad ziemią (10 - 20 cm) w taki sposób, że jedna noga idzie w lewo, a druga w prawo. Nogi krzyżują się w kostkach, noga przy mijaniu z drugą nogą ma być raz na górze, a raz na dole.\r\n",
            "attentions": "Mięsień prosty brzucha pracuje w skurczu izometrycznym (bez zmiany długości ) zatem jest on też stabilizatorem w tym ćwiczeniu.Podczas wykonywania ćwiczenia nie odrywaj pleców od podłoża. Serie wykonuj do zaplanowanej ilości powtórzeń lub do uczucia palenia w mięśniach. W miarę wzrostu zaawansowania możesz zastosować ciężarki na nogi.",
            "_id": "9eca1bcb-40dc-410f-960f-0f04a22e7407"
        },
        {
            "category": "Brzuch",
            "name": "Nożyce pionowe",
            "second_name": "",
            "img_1": "/images/trening_brzucha_nozyce_pionowe_1.jpg",
            "img_2": "/images/trening_brzucha_nozyce_pionowe_2.jpg",
            "img_3": "",
            "img_muscle": "/images/brzuch_nozyce_pionowe.png",
            "video": "https://www.youtube.com/watch?v=xGOzhRghSSU",
            "main_muscles": "prosty brzucha",
            "aux_muscles": "biodrowo-lędźwiowy, czworogłowy prosty uda, skośne wewnętrzne i zewnętrzne brzucha",
            "stabilizers": "czworogłowy uda",
            "how_to": "Połóż się plecami na podłożu, ręce ułóż swobodnie wyprostowane wzdłuż ciała. Podnieś nogi do góry i zacznij wymachy pionowo w górę i w dół tuż nad ziemią (10 - 20 cm) obiema nogami równocześnie, w taki sposób, że gdy jedna noga idzie do góry, druga idzie w dół.",
            "attentions": "Podczas wykonywania ćwiczenia nie odrywaj pleców od podłoża. Serie wykonuj do zaplanowanej ilości powtórzeń lub do uczucia palenia w mięśniach. W miarę wzrostu zaawansowania możesz zastosować ciężarki na nogi.",
            "_id": "2c2b7043-69b3-4e8c-8355-ee23506b5f7e"
        },
        {
            "category": "Klatka piersiowa",
            "name": "Wyciskanie sztangielek",
            "second_name": "skos górny",
            "img_1": "/images/wyciskanie_sztangielki_1.jpg",
            "img_2": "/images/wyciskanie_sztangielki_2.jpg",
            "img_3": "/images/wyciskanie_sztangielki_3.jpg",
            "img_muscle": "/images/klatka_1.png",
            "video": "https://www.youtube.com/watch?v=oKcauOEd0EY",
            "main_muscles": "piersiowy większy",
            "aux_muscles": "piersiowy mniejszy, zębaty przedni, naramienny akton przedni, trójgłowy ramienia",
            "stabilizers": "dwugłowy ramienia",
            "how_to": "Ustaw ławkę pod kątem 20-45 stopni. Połóż się na niej tak, aby pośladki i grzbiet przylegał bezpośrednio, stopy zaś wesprzyj stabilnie na podłożu. Złap sztangielki nachwytem i oprzyj się wygodnie całym ciężarem o ławkę. Kiedy pośladki i plecy będą przylegać do ławki weź głęboki wdech i wykonaj ruch podobny do wyciskania sztangi wypychając sztangielki ku górze i jednocześnie robiąc wydech. Następnie opuść równym tempem ciężar w taki sposób, aby łokcie znalazły się nieco poniżej poziomu, na którym ułożony jest tułów. W fazie tej pamiętaj o kolejnym wdechu. Łokcie w trakcie całego ćwiczenia powinny być skierowane na zewnątrz, a nie do środka.",
            "attentions": "Jest to bardzo skuteczne ćwiczenie, działające w pierwszej kolejności na górną część klatki piersiowej. Jest alternatywą dla wyciskania sztangi w skosie górnym. Ważną rolę odgrywa odpowiednia technika. Należy zwrócić szczególną uwagę, aby plecy przylegały bezpośrednio do ławeczki, a stopy były osadzone pewnie na podłodze. Ćwiczenie daje również możliwość lepszego rozbudowania wewnętrznej części klatki, bowiem przy wyciskaniu sztangielek do pionu można zbliżać je do siebie, co jest z praktycznych względów niemożliwe kiedy ćwiczy się sztangą. Przy ruchu w dół powinno się niżej opuszczać łokcie. Trzeba zwróć uwagę, aby ramiona nie pływały, a łokcie nie przybliżały się do ciała. Ważną rolę odgrywa płynny oddech. Serie treningowe powinna poprzedzać solidna rozgrzewka, bądź inne ćwiczenie na omawianą grupę mięśniową.\r\n\r\nĆwiczenie to daje możliwość zmiany ustawienia nadgarstków, dzięki czemu pozwala atakować mięśnie pod różnym kątem i w różny sposób. Istotną rolę odgrywa odpowiedni dobór obciążenia. Należ wziąć taki ciężar, który pozwoli na how_to zakładanej serii treningowej. Zamiast chwytu zamkniętego można zastosować chwyt otwarty, czyli tzw. \"małpi chwyt\". Zalecane jest to jednak tylko dla osób zaawansowanych i przy obowiązkowej asekuracji.\r\n\r\nAby zmniejszyć udział przedniego aktonu mięśni naramiennych i tricepsów można ściągnąć łopatki do siebie. Im większy kąt, tym większy ciężar przejmuje przedni akton barków. Zalecany kąt wynosi max. 45 stopni.",
            "_id": "6ba22577-0d22-4b5e-8ce3-1567ab67f6b6"
        },
        {
            "category": "Klatka piersiowa",
            "name": "Wyciskanie sztangielek",
            "second_name": "skos dolny",
            "img_1": "/images/wyciskanie_sztangielki_dol_1.jpg",
            "img_2": "/images/wyciskanie_sztangielki_dol_2.jpg",
            "img_3": "/images/wyciskanie_sztangielki_dol_3.jpg",
            "img_muscle": "/images/klatka_1.png",
            "video": "https://www.youtube.com/watch?v=C_BMUU0Uino",
            "main_muscles": "piersiowy większy",
            "aux_muscles": "piersiowy mniejszy, zębaty przedni, naramienny akton przedni, trójgłowy ramienia",
            "stabilizers": "dwugłowy ramienia",
            "how_to": "Ustaw ławkę pod kątem 20-45 stopni (skos ujemny). Połóż się na na niej głową do dołu tak, żeby pośladki i grzbiet przylegały bezpośrednio. Nogi zaczep o uchwyt, aby utrzymać równowagę i nie zjechać w dół. Złap sztangielki nachwytem. W momencie kiedy pośladki oraz plecy będą przylegać do ławki weź głęboki wdech i wykonaj ruch podobny do wyciskania sztangi, wypychając sztangielki ku górze i jednocześnie robiąc wydech. Następnie opuść równym tempem ciężar w taki sposób, aby łokcie znalazły się trochę poniżej poziomu, na którym ułożony jest tułów. W fazie tej pamiętaj o kolejnym wdechu. Łokcie w trakcie całego ćwiczenia powinny być oddalone od tułowia.",
            "attentions": "Jest to bardzo skuteczne ćwiczenie, działające w pierwszej kolejności na dolną część klatki piersiowej. Jest alternatywą dla wyciskania sztangi w skosie dolnym. Ważną rolę odgrywa odpowiednia technika. Plecy powinny przylegać bezpośrednio do ławeczki. Należy zwrócić uwagę, aby ramiona nie pływały, a łokcie nie przybliżały sie do ciała. Kończyny dolne powinny być odpowiednio zablokowane, co jest szczególnie istotne podczas ćwiczeń indywidualnych, bez osoby asekurującej. Ćwiczenie daje również możliwość lepszego rozbudowania wewnętrznej części klatki, bowiem przy wyciskaniu sztangielek do pionu można zbliżać je do siebie, co jest z praktycznych względów niemożliwe kiedy ćwiczy się sztangą. Przy ruchu w dół powinno się niżej opuszczać łokcie. Ważną rolę odgrywa płynny oddech. Serie treningowe powinna poprzedzić solidna rozgrzewka, bądź inne ćwiczenie na omawianą grupę mięśniową.\r\n\r\nĆwiczenie to daje możliwość zmiany ustawienia nadgarstków, przez co pozwala atakować mięśnie pod różnym kątem i w różny sposób. Istotną rolę odgrywa odpowiedni dobór obciążenia. Należy postarać się, aby wziąć taki ciężar, który pozwoli na how_to zakładanej serii treningowej. Zamiast chwytu zamkniętego można zastosować chwyt otwarty, czyli tzw. \"małpi chwyt\". Zalecane jest to jednak tylko dla osób zaawansowanych i przy obowiązkowej asekuracji.\r\n\r\nAby zmniejszyć udział przedniego aktonu mięśni naramiennych i tricepsów można ściągnąć łopatki do siebie. Ćwiczenia nie powinny wykonywać osoby mające problemy z krążeniem i ciśnieniem.",
            "_id": "aceae400-7935-487d-a672-75f662e5ba04"
        },
        {
            "category": "Klatka piersiowa",
            "name": "Wyciskanie sztangielek",
            "second_name": "ławka pozioma leżąc",
            "img_1": "/images/wyciskanie_sztangielki_plaska_1.jpg",
            "img_2": "/images/wyciskanie_sztangielki_plaska_2.jpg",
            "img_3": "/images/wyciskanie_sztangielki_plaska_3.jpg",
            "img_muscle": "/images/klatka_1.png",
            "video": "https://www.youtube.com/watch?v=02z5uTM5bRY",
            "main_muscles": "piersiowy większy",
            "aux_muscles": "piersiowy mniejszy, zębaty przedni, przedni akton naramiennego, trójgłowy ramienia",
            "stabilizers": "dwugłowy ramienia",
            "how_to": "Złap sztangielki nachwytem, połóż się na ławce poziomej (płaskiej), a stopy postaw stabilnie na podłożu. Ugnij nogi w kolanach tak, aby tworzyły kąt prosty. Kiedy pośladki i plecy będą przylegać ściśle do ławki weź głęboki wdech i wykonaj ruch podobny do wyciskania sztangi wypychając sztangielki ku górze, jednocześnie robiąc wydech. Następnie opuść równym tempem ciężar w taki sposób, aby łokcie znalazły się trochę poniżej poziomu, na którym ułożony jest tułów. W tej fazie pamiętaj o kolejnym wdechu. Łokcie w trakcie całego ćwiczenia powinny być oddalone od tułowia.",
            "attentions": "Jest to jedno z najlepszych ćwiczeń na rozbudowę klatki piersiowej. Jest alternatywą dla wyciskania sztangi na ławce poziomej. Bardzo ważną rolę odgrywa odpowiednia technika. Należy zwrócić szczególną uwagę, aby plecy przylegały bezpośrednio do ławeczki, a stopy były osadzone pewnie na podłodze (nie kładź ich ugiętych na ławce). Ćwiczenie daje możliwość lepszego rozbudowania wewnętrznej części klatki piersiowej, bowiem przy wyciskaniu sztangielek do pionu można zbliżać je do siebie, co jest z praktycznych względów niemożliwe kiedy ćwiczysz sztangą. Przy ruchu w dół można niżej opuścić łokcie. Ważną rolę odgrywa płynny oddech. Serie treningowe powinna poprzedzić solidna rozgrzewka.\r\n\r\n\r\nĆwiczenie to daje możliwość zmiany ustawienia nadgarstków, przez co pozwala atakować mięśnie pod różnym kątem i w różny sposób. Istotną rolę odgrywa odpowiedni dobór obciążenia. Należy wziąć taki ciężar, który pozwoli na how_to zakładanej serii treningowej. Aby zmniejszyć udział przedniego aktonu mięśni naramiennych i tricepsów można ściągnąć łopatki do siebie. Zamiast chwytu zamkniętego można zastosować chwyt otwarty, czyli tzw. \"małpi chwyt\". Zalecane jest to jednak tylko dla osób zaawansowanych i przy obowiązkowej asekuracji.",
            "_id": "b74cc524-216d-4f16-8648-89d6e7d31f64"
        },
        {
            "category": "Klatka piersiowa",
            "name": "Wyciskanie sztangi",
            "second_name": "skos górny",
            "img_1": "/images/wyciskanie_sztangi_1.jpg",
            "img_2": "/images/wyciskanie_sztangi_2.jpg",
            "img_3": "/images/wyciskanie_sztangi_3.jpg",
            "img_muscle": "/images/klatka_1.png",
            "video": "https://www.youtube.com/watch?v=FoP4sLFziF0",
            "main_muscles": "piersiowy większy",
            "aux_muscles": "piersiowy mniejszy, zębaty przedni, naramienny akton przedni, trójgłowy ramienia",
            "stabilizers": "dwugłowy ramienia",
            "how_to": "Ustaw ławkę pod kątem 20-45 stopni. Połóż się na niej tak, aby pośladki i grzbiet przylegały bezpośrednio, stopy zaś wesprzyj stabilnie na podłożu. Złap sztangę nachwytem mniej więcej na szerokości barków, a następnie zdejmij ją z uchwytów i opuść równym tempem do klatki piersiowej biorąc głęboki wdech (w fazie negatywnej). Po lekkim dotknięciu klatki wykonaj ruch powrotny wyciskając sztangę i jednocześnie robiąc wydech (faza pozytywna). Najlepiej unikać pełnego wyprostu ramion z rozluźnieniem i przeniesieniem ciężaru na stawy. Łokcie w trakcie całego ćwiczenia powinny oddalone od tułowia.",
            "attentions": "Jest to kolejne popularne ćwiczenie wypierające powoli wyciskanie sztangi na ławce poziomej. Działa w pierwszej kolejności na górną część klatki piersiowej. Bardzo ważną rolę w omawianym ćwiczeniu odgrywa odpowiednia technika. Należy zwrócić szczególną uwagę, aby plecy przylegały bezpośrednio do ławeczki, a stopy były osadzone pewnie na podłodze. Sztanga nie powinna pływać, a łokcie najlepiej by nie przybliżały sie do ciała. Istnieją opinie, mówiące o opuszczaniu sztangi na wysokości kilku cm nad klatką oraz te drugie, preferujące opuszczenie ciężaru do samego końca. Istnieje możliwość modyfikacji szerokości uchwytu - im węższy, tym bardziej angażuje się środkową część klatki i mięśnie trójgłowe ramion. Ważną rolę odgrywa płynny oddech. Serie treningowe powinna poprzedzić solidna rozgrzewka, bądź inne ćwiczenie na omawianą grupę mięśniową.\r\n\r\nAby zmniejszyć udział przedniego aktonu mięśni naramiennych i tricepsów można ściągnąć łopatki do siebie. Im większy kąt, tym większy ciężar przejmuje przedni akton barków. Zalecany kąt wynosi max. 45 stopni. Ćwiczenie można wykonywać także na atlasie i maszynie Smitha. Przy wyciskaniu na maszynach można utrzymać bardziej stabilna pozycje, ponieważ zapewniają one z góry określony ruch. Zamiast chwytu zamkniętego można zastosować chwyt otwarty, czyli tzw. \"małpi chwyt\". Polecane jest to jednak tylko dla osób zaawansowanych i przy obowiązkowej asekuracji.",
            "_id": "53c4c938-8170-44ee-a16f-b195be8721e4"
        },
        {
            "category": "Klatka piersiowa",
            "name": "Wyciskanie sztangi",
            "second_name": "skos dolny",
            "img_1": "/images/wyciskanie_sztangi_dol_1.jpg",
            "img_2": "/images/wyciskanie_sztangi_dol_2.jpg",
            "img_3": "/images/wyciskanie_sztangi_dol_3.jpg",
            "img_muscle": "/images/klatka_1.png",
            "video": "https://www.youtube.com/watch?v=OsbqvrR_I9M",
            "main_muscles": "piersiowy większy",
            "aux_muscles": "piersiowy mniejszy, zębaty przedni, naramienny akton przedni, trójgłowy ramienia",
            "stabilizers": "dwugłowy ramienia",
            "how_to": "Ustaw ławkę pod kątem 20-45 stopni (skos ujemny). Połóż się na niej głową do dołu tak, aby pośladki i grzbiet przylegały bezpośrednio. Nogi zaczep o uchwyt, żeby utrzymać równowagę i nie zjechać w dół. Złap sztangę nachwytem mniej więcej na szerokości barków, następnie zdejmij ją ze stojaków i opuść równym tempem do klatki piersiowej biorąc głęboki wdech (w fazie negatywnej). Po lekkim dotknięciu klatki wykonaj ruch powrotny wyciskając sztangę, jednocześnie robiąc wydech (faza pozytywna). Łokcie w trakcie całego ćwiczenia powinny być oddalone od ciała.",
            "attentions": "Jest to ćwiczenie działające w pierwszej kolejności na dolną część klatki piersiowej. Plecy powinny przylegać bezpośrednio do ławeczki. Należy zwróć uwagę, aby sztanga nie pływała, a łokcie nie przybliżały sie do ciała. Ważne jest również odpowiednie zablokowanie kończyn dolnych, co jest szczególnie istotne podczas ćwiczeń indywidualnych, bez osoby asekurującej. Istnieje możliwość modyfikacji szerokości uchwytu - im węższy, tym bardziej angażuje środkową część klatki i mięśnie trójgłowe ramion. Ważną rolę odgrywa płynny oddech. Serie treningowe powinna poprzedzić solidna rozgrzewka, bądź inne ćwiczenie na omawianą grupę mięśniową.\r\n\r\nAby zmniejszyć udział przedniego aktonu mięśni naramiennych i tricepsów można ściągnąć łopatki do siebie. Ćwiczenia nie powinny wykonywać osoby mające problemy z krążeniem i ciśnieniem. Można je wykonywać także na atlasie i maszynie Smitha. Przy wyciskaniu na maszynach możliwe jest utrzymanie bardziej stabilnej pozycji, ponieważ zapewniają one z góry określony ruch. Zamiast chwytu zamkniętego można zastosować chwyt otwarty, czyli tzw. \"małpi chwyt\". Polecane jest to jednak tylko dla osób zaawansowanych i przy obowiązkowej asekuracji.",
            "_id": "6cb9a234-d174-4240-b5ca-2444325c259d"
        },
        {
            "category": "Klatka piersiowa",
            "name": "Wyciskanie sztangi",
            "second_name": "ławka pozioma leżąc",
            "img_1": "/images/wyciskanie_sztangi_plaska_1.jpg",
            "img_2": "/images/wyciskanie_sztangi_plaska_2.jpg",
            "img_3": "/images/wyciskanie_sztangi_plaska_3.jpg",
            "img_muscle": "/images/klatka_1.png",
            "video": "https://www.youtube.com/watch?v=lvGciMRi_zU",
            "main_muscles": "piersiowy większy",
            "aux_muscles": "piersiowy mniejszy, zębaty przedni, naramienny akton przedni, trójgłowy ramienia",
            "stabilizers": "dwugłowy ramienia",
            "how_to": "Ustaw ławkę pod kątem 20-45 stopni (skos ujemny). Połóż się na niej głową do dołu tak, aby pośladki i grzbiet przylegały bezpośrednio. Nogi zaczep o uchwyt, żeby utrzymać równowagę i nie zjechać w dół. Złap sztangę nachwytem mniej więcej na szerokości barków, następnie zdejmij ją ze stojaków i opuść równym tempem do klatki piersiowej biorąc głęboki wdech (w fazie negatywnej). Po lekkim dotknięciu klatki wykonaj ruch powrotny wyciskając sztangę, jednocześnie robiąc wydech (faza pozytywna). Łokcie w trakcie całego ćwiczenia powinny być oddalone od ciała.",
            "attentions": "Jest to jedno z najczęściej stosowanych ćwiczeń na tę grupę mięśniową, bywa jednak co raz częściej wypierane i zastępowane przez wyciskanie sztangi na skosach górnym i dolnym. Bardzo ważną rolę w omawianym ćwiczeniu odgrywa odpowiednia technika. Należy zwrócić szczególną uwagę, aby plecy przylegały bezpośrednio do ławeczki, a stopy były osadzone pewnie na podłodze (nie kładź ich ugiętych na ławce). Należy pamiętać, aby nie dobierać zbyt dużych ciężarów kosztem odpowiedniej techniki. Istnieje możliwość modyfikacji szerokości uchwytu - im węższy, tym bardziej angażuje się środkową część klatki i mięśnie trójgłowe ramion. Ważną rolę odgrywa płynny oddech. Serie treningowe powinna poprzedzić solidna rozgrzewka.\r\n\r\nAby zmniejszyć udział przedniego aktonu mięśni naramiennych i tricepsów można ściągnąć łopatki do siebie. Ćwiczenie można wykonywać także na atlasie i maszynie Smitha. Przy wyciskaniu na maszynach możliwe jest utrzymanie bardziej stabilnej pozycji, ponieważ zapewniają one z góry określony ruch. Zamiast chwytu zamkniętego można zastosować chwyt otwarty, czyli tzw. \"małpi chwyt\". Polecane jest to jednak tylko dla zaawansowanych osób i przy obowiązkowej asekuracji.",
            "_id": "97d96e23-6e17-41df-af93-65ffcdcbf306"
        },
        {
            "category": "Klatka piersiowa",
            "name": "Wyciskanie sztangi",
            "second_name": "do szyi",
            "img_1": "/images/wyciskanie_sztangi_szyja_1.jpg",
            "img_2": "/images/wyciskanie_sztangi_szyja_2.jpg",
            "img_3": "/images/wyciskanie_sztangi_szyja_3.jpg",
            "img_muscle": "/images/klatka_1.png",
            "video": "https://www.youtube.com/watch?v=-FeROpZDpo4",
            "main_muscles": "piersiowy większy",
            "aux_muscles": "piersiowy mniejszy, zębaty przedni, naramienny akton przedni, trójgłowy ramienia",
            "stabilizers": "dwugłowy ramienia",
            "how_to": "Połóż się na ławce poziomej (płaskiej), stopy postaw stabilnie na podłożu i ugnij nogi w kolanach tak, aby utworzył się kąt prosty. Złap sztangę nachwytem w równych odstępach od jej środka, zdejmij ją z uchwytów i opuść równym tempem do miejsca między górną częścią klatki piersiowej, a dolnym odcinkiem szyi, jednocześnie biorąc głęboki wdech (faza negatywna). Zatrzymaj sztangę kilka centymetrów nad szyją, następnie wykonaj ruch powrotny wyciskając sztangę do prostych rąk, w tym czasie robiąc wydech (faza pozytywna). Łokcie w trakcie całego ćwiczenia powinny być oddalone od ciała.",
            "attentions": "Jest to jedno z najbardziej niedocenianych ćwiczeń na tę grupę mięśniową. Działa głównie na górną część klatki piersiowej. Bardzo ważną rolę w omawianym ćwiczeniu odgrywa odpowiednia technika, należy zwrócić szczególną uwagę, aby plecy przylegały bezpośrednio do ławeczki, a stopy były osadzone pewnie na podłodze. Nie powinno się dobierać zbyt dużych ciężarów kosztem odpowiedniej techniki. Istnieje możliwość modyfikacji szerokości uchwytu, ale w niewielkim zakresie - im węższy, tym bardziej angażuje środkową część klatki i mięśnie trójgłowe ramion. Ważną rolę odgrywa płynny oddech. Serie treningowe powinna poprzedzić solidna rozgrzewka.\r\n\r\nAby zmniejszyć udział przedniego aktonu mięśni naramiennych i tricepsów można ściągnąć łopatki do siebie. Ćwiczenie najlepiej wykonywać jest na maszynie Smitha, ponieważ dzięki temu można utrzymać bardziej stabilną pozycje, zapewniającą z góry określony ruch. Jeżeli zdecyduje się na ćwiczenie na wolnych ciężarach, należy koniecznie zadbać o osobę asekurującą. \r\n\r\nNależy uważać ze zbyt dużymi ciężarami, aby nie zaangażować i nie nadwyrężyć nadto barków. Nie powinno się również stosować tzw. \"małpiego chwytu\". Sztangę cały czas trzeba trzymać wszystkimi palcami, a chwyt zamknąć kciukiem.",
            "_id": "152a0005-e614-47a4-9087-6ff946d2ab5d"
        },
        {
            "category": "Klatka piersiowa",
            "name": "Wyciskanie sztangielek",
            "second_name": "złączonych młotkowo",
            "img_1": "/images/IMG_7801.jpg",
            "img_2": "/images/IMG_7803.jpg",
            "img_3": "",
            "img_muscle": "/images/klatka_1.png",
            "video": "https://www.youtube.com/watch?v=G9L8l4N01-k",
            "main_muscles": "piersiowy większy",
            "aux_muscles": "piersiowy mniejszy, zębaty przedni, przedni akton naramiennego, trójgłowy ramienia",
            "stabilizers": "dwugłowy ramienia",
            "how_to": "Złap sztangielki nachwytem, nadgarstki ustaw w chwycie młotkowym, złącz hantle ze sobą, połóż się na ławce poziomej (płaskiej), stopy postaw stabilnie na podłożu i ugnij w kolanach tak, aby zginając się tworzyły kąt prosty. Kiedy pośladki i plecy będą przylegać ściśle do ławki weź głęboki wdech i wykonaj ruch wyciskania wypychając sztangielki ku górze, podczas którego wypuszczaj powietrze, następnie opuść równym tempem ciężar do momentu, gdy sztangielki dotkną klatki piersiowej lub nieco przed .W tej fazie pamiętaj o kolejnym wdechu. Łokcie w trakcie całego ćwiczenia powinny być blisko tułowia.",
            "attentions": "Kolejna odmiana wyciskania hantlami. Znakomite ćwiczenie angażujące środkową część klatki piersiowej. Możesz je wykonywać również na skosie dodatnim oraz ujemnym. Hantle powinny być złączone w każdej fazie ruchu. Ruch wyciskania kończ przed zblokowaniem łokci.",
            "_id": "2ae6ada4-b09a-4d0d-aab7-750ac1e8e18d"
        },
        {
            "category": "Klatka piersiowa",
            "name": "Siódemkowanie",
            "second_name": "",
            "img_1": "/images/IMG_7776.jpg",
            "img_2": "/images/IMG_7778.jpg",
            "img_3": "/images/IMG_7782.jpg",
            "img_muscle": "/images/klatka_1.png",
            "video": "https://www.youtube.com/watch?v=Ya8F8kcxA2g",
            "main_muscles": "piersiowy większy",
            "aux_muscles": "piersiowy mniejszy, zębaty przedni, naramienny akton przedni, trójgłowy ramienia",
            "stabilizers": "dwugłowy ramienia",
            "how_to": "Połóż się na ławce poziomej (płaskiej), stopy postaw stabilnie na podłożu i ugnij w kolanach tak, aby zginając się tworzyły kąt prosty. Złap sztangę nachwytem w równych odstępach od jej środka, następnie zdejmij ją z uchwytów i opuść równym tempem do klatki piersiowej wykonując głęboki wdech (faza negatywna), następnie wyciśnij sztangę do wysokości ok. 1/3 ruchu robiąc wydech, powtórz siedem razy, następnie zacznij wyciskanie od 1/2 ruchu w górę powtarzając siedem razy, na koniec wykonaj siedem pełnych ruchów wyciskania (pamiętając o oddechu).",
            "attentions": "Podsumowując, na jedną serię tego ćwiczenia składa się 21 powtórzeń – siedem powtórzeń do 1/3 ruchu, siedem powtórzeń od połowy ruchu do końca oraz siedem pełnych ruchów. Ćwiczenie często wykorzystywane na koniec treningu, z małymi ciężarami, jeśli chcesz je wykonać na początku treningu zwróć szczególną uwagę na odpowiednią rozgrzewkę. Pomaga w przełamaniu stagnacji, zwiększa intensywność treningu. Ilość powtórzeń jest kwestią umowną. Istnieje możliwość modyfikacji szerokości uchwytu - im węższy tym bardziej angażuje środkową część klatki i mięśnie trójgłowe ramion. Ważną rolę odgrywa płynny oddech. Ćwiczenie możesz wykonać również na ławce ustawionej pod skosem dodatnim oraz ujemnym. Niezbędna asekuracja.",
            "_id": "25b71803-8ada-4803-92d0-ed6f607acbb6"
        },
        {
            "category": "Klatka piersiowa",
            "name": "Rozpiętki na maszynie",
            "second_name": "siedząc (butterfly)",
            "img_1": "/images/motyl_1.jpg",
            "img_2": "/images/motyl_2.jpg",
            "img_3": "",
            "img_muscle": "/images/klatka_6.png",
            "video": "https://www.youtube.com/watch?v=28CLSYRdN28",
            "main_muscles": "piersiowy większy",
            "aux_muscles": "piersiowy mniejszy, zębaty przedni, naramienny akton przedni",
            "stabilizers": "dwugłowy ramienia",
            "how_to": "Bardzo ważne jest zajęcie odpowiedniej pozycji - powinieneś odpowiednio uregulować wysokość siedzenia i usadowić się tak, aby przedramię i łokcie przylegały bezpośrednio do poduszek (albo chwycić za drążki zastępujące poduszki). Stopy powinny być osadzone na podłożu, a grzbiet powinien przylegać do oparcia. Usiądź w poziomie (cała sylwetka ugięta w pasie ma tworzyć mniej więcej kąt prosty). Klatka powinna być wypięta nieco do przodu. Przyciągając poduszki zrób wydech, a przy powrocie do początkowego ułożenia weź wdech. W fazie szczytowej należy przytrzymać przez chwilę ciężar, natomiast ruch powrotny powinien odbywać się płynnie, bez jakiegokolwiek szarpania, tak aby mięśnie pracowały przez cały czas. Zadbaj też o pełne rozciągnięcie mięśni w fazie negatywnej. Łokcie w trakcie całego ćwiczenia powinny być oddalone od tułowia.",
            "attentions": "Jest to jedno z najczęściej stosowanych ćwiczeń rozciągających stosowanych na tę partię mięśniową. Bardzo ważną rolę w omawianym ćwiczeniu odgrywa odpowiednia technika oraz odpowiednie ustawienie wysokości ławeczki tak, aby zaangażowane były w głównym stopniu ćwiczone mięśnie. Ćwiczenie jest szczególnie przydatne przy stosowaniu planów treningowych, w których zamierza się zawrzeć ćwiczenia izolowane. Należy pamiętać, aby nie ciągnąć ciężaru grzbietem. Ważną rolę odgrywa płynny oddech. Przedni akton mięśni naramiennych pracuje słabiej w tym ćwiczeniu niż przy wyciskaniu.",
            "_id": "1fafb5a6-18b4-4604-b1a2-4fe7f8b69769"
        },
        {
            "category": "Klatka piersiowa",
            "name": "Rozpiętki na ławce",
            "second_name": "skos górny / w bramie",
            "img_1": "/images/rozpietki_1.jpg",
            "img_2": "/images/rozpietki_2.jpg",
            "img_3": "/images/rozpietki_3.jpg",
            "img_muscle": "/images/klatka_2.png",
            "video": "https://www.youtube.com/watch?v=MHwNtPCmuZg",
            "main_muscles": "piersiowy większy",
            "aux_muscles": "piersiowy mniejszy, zębaty przedni, naramienny akton przedni, dwugłowy ramienia",
            "stabilizers": "trójgłowy ramienia, mięśnie przedramion, ramienny",
            "how_to": "Ustaw ławkę pod kątem 20-45 stopni. Połóż się na niej tak, aby pośladki i grzbiet przylegał bezpośrednio, a stopy wesprzyj stabilnie na podłożu. Weź w dłonie sztangielki i ugnij lekko łokcie. Prostopadle do tułowia wykonaj ruch na zewnątrz, jednocześnie weź wdech. Kiedy sztangielki wędrują do góry należy zrobić wydech. Przy ruchu do dołu, w końcowej fazie, dobrze jest przez chwilę zatrzymać sztangielki, w celu lepszego napięcia mięśni. Łokcie w trakcie całego ćwiczenia powinny być oddalone od tułowia.",
            "attentions": "Jest to bardzo skuteczne ćwiczenie, działające w pierwszej kolejności na górną część klatki piersiowej. Jest alternatywą dla rozpiętek na ławce płaskiej. Ważną rolę odgrywa odpowiednia technika. Należy zwrócić szczególną uwagę, aby plecy przylegały bezpośrednio do ławeczki, a stopy były osadzone pewnie na podłożu. Łokcie w trakcie ćwiczenia powinny być zablokowane. Trzeba zwróć szczególną uwagę na dobór odpowiedniego ciężaru, ponieważ ćwiczenie wymaga dokładności i płynności ruchów, które powinny być pełne. Nie powinno się odbijać sztangielek od siebie. Przedni akton mięśni naramiennych pracuje słabiej niż przy wyciskaniu. Przy ruchu w dół można niżej opuścić łokcie. Ważną rolę odgrywa płynny oddech. Serie treningowe powinna poprzedzić solidna rozgrzewka.\r\n\r\nĆwiczenie można wykonywać zamieniając sztangielki linkami wyciągu dolnego. Jest to ćwiczenie izolowane i nadaje sie do wstępnego zmęczenia mięśni.",
            "_id": "562abe09-6e08-4a4a-8b53-9ec57946d30b"
        },
        {
            "category": "Klatka piersiowa",
            "name": "Rozpiętki na ławce",
            "second_name": "skos dolny / w bramie",
            "img_1": "/images/rozpietki_dol_1.jpg",
            "img_2": "/images/rozpietki_dol_2.jpg",
            "img_3": "/images/rozpietki_dol_3.jpg",
            "img_muscle": "/images/klatka_2.png",
            "video": "https://www.youtube.com/watch?v=6r7T0z2e4eY",
            "main_muscles": "piersiowy większy",
            "aux_muscles": "piersiowy mniejszy, zębaty przedni, naramienny akton przedni, dwugłowy ramienia",
            "stabilizers": "trójgłowy ramienia, mięśnie przedramion, ramienny",
            "how_to": "Ustaw ławkę pod kątem 20-45 stopni (skos ujemny). Połóż się na niej głową do dołu tak, aby pośladki i grzbiet przylegały bezpośrednio. Nogi zaczep o uchwyt, żeby utrzymać równowagę i nie zjechać w dół. Weź w dłonie sztangielki i ugnij lekko łokcie. Prostopadle do tułowia wykonaj ruch na zewnątrz, biorąc jednocześnie wdech. Kiedy sztangielki wędrują do góry zrób wydech. Przy ruchu do dołu, w końcowej fazie, dobrze jest przez chwilę zatrzymać sztangielki, w celu lepszego napięcia mięśni. Łokcie w trakcie całego ćwiczenia powinny być oddalone od tułowia.",
            "attentions": "Jest to bardzo skuteczne ćwiczenie, działające w pierwszej kolejności na dolną część klatki piersiowej. Jest alternatywą dla rozpiętek na ławce płaskiej. Ważną rolę odgrywa odpowiednia technika. Plecy powinny przylegać bezpośrednio do ławeczki. Trzeba również odpowiednio zablokować łokcie i kończyny dolne, co jest szczególnie istotne podczas ćwiczeń indywidualnych, bez osoby asekurującej. Należy zwróć uwagę na dobór odpowiedniego ciężaru, ponieważ ćwiczenie wymaga dokładności i płynności ruchów, które powinny być pełne. Nie powinno się odbijać sztangielek od siebie. Przedni akton mięśni naramiennych pracuje słabiej niż przy wyciskaniu. Przy ruchu w dół można niżej opuścić łokcie. Ważną rolę odgrywa płynny oddech. Serie treningowe powinna poprzedzić solidna rozgrzewka.\r\n\r\nĆwiczenie można wykonać zamieniając sztangielki linkami wyciągu dolnego. Nie powinny wykonywać go osoby, które mają problemy z krążeniem i ciśnieniem. Rozwija ono wewnętrzne i zewnętrzne partie klatki piersiowej. Jest to ćwiczenie izolowane i nadaje sie do wstępnego zmęczenia mięśni.",
            "_id": "2e0b5e13-d2c1-480b-8060-a81ec0ccd172"
        },
        {
            "category": "Klatka piersiowa",
            "name": "Rozpiętki na ławce",
            "second_name": "poziomej / w bramie",
            "img_1": "/images/rozpietki_plaska_1.jpg",
            "img_2": "/images/rozpietki_plaska_2.jpg",
            "img_3": "/images/rozpietki_plaska_3.jpg",
            "img_muscle": "/images/klatka_2.png",
            "video": "https://www.youtube.com/watch?v=aHG78PBG8d8",
            "main_muscles": "piersiowy większy",
            "aux_muscles": "piersiowy mniejszy, zębaty przedni, naramienny akton przedni, dwugłowy ramienia",
            "stabilizers": "trójgłowy ramienia, mięśnie przedramion, ramienny",
            "how_to": "Weź w dłonie sztangielki, połóż się na ławce poziomej (płaskiej), stopy postaw stabilnie na podłożu i ugnij nogi w kolanach tak, aby utworzył się kąt prosty. Ćwiczenie rozpocznij trzymając hantle w wyprostowanych rękach, prostopadle do podłoża, następnie wykonaj ruch na zewnątrz, lekko uginając ręce w łokciach i biorąc jednocześnie wdech. Kiedy sztangielki wędrują do góry zrób wydech. Przy ruchu do dołu, w końcowej fazie, dobrze jest przez chwilę zatrzymać sztangielki, w celu lepszego napięcia mięśni. Łokcie w trakcie całego ćwiczenia powinny być oddalone od tułowia.",
            "attentions": "Bardzo ważną rolę odgrywa odpowiednia technika. Należy zwrócić szczególną uwagę, aby plecy przylegały bezpośrednio do ławeczki, a stopy były osadzone pewnie na podłodze (nie kładź ich ugiętych na ławce). Ćwiczenie wymaga dokładności i płynności ruchów, które powinny być pełne. Łokcie w trakcie ćwiczenia powinny być zablokowane. Nie powinno się odbijać sztangielek od siebie. Przedni akton mięśni naramiennych pracuje słabiej niż przy wyciskaniu. Przy ruchu w dół można niżej opuścić łokcie. Ważną rolę odgrywa płynny oddech. Serie treningowe powinna poprzedzić solidna rozgrzewka.\r\n\r\nIstotną rolę odgrywa odpowiedni dobór obciążenia. Należy wziąć taki ciężar, który pozwoli na how_to zakładanej serii treningowej. Jest to ćwiczenie izolowane i nadaje sie do wstępnego zmęczenia mięśni.\r\n\r\nĆwiczenie można wykonać zamieniając sztangielki linkami wyciągu dolnego. Rozwija ono wewnętrzne i zewnętrzne partie klatki piersiowej.",
            "_id": "57e36f3f-3cbf-44fd-b6d1-50144b051101"
        },
        {
            "category": "Klatka piersiowa",
            "name": "Przenoszenie sztangielki",
            "second_name": "w leżeniu w poprzek ławki poziomej",
            "img_1": "/images/przenoszenie_1.jpg",
            "img_2": "/images/przenoszenie_2.jpg",
            "img_3": "/images/przenoszenie_3.jpg",
            "img_muscle": "/images/klatka_3.png",
            "video": "https://www.youtube.com/watch?v=JpVnRFa1gJU",
            "main_muscles": "piersiowy większy",
            "aux_muscles": "piersiowy mniejszy, najszerszy grzbietu, obły większy, głowa długa trójgłowego ramion, naramienny akton tylni, równoległoboczny, dźwigacz łopatki",
            "stabilizers": "dwugłowy ramienia, naramienny akton przedni, mięśnie przedramion ",
            "how_to": "Połóż się w poprzek ławki poziomej (płaskiej), tak aby górna część pleców (łopatki i kark) znalazła się na niej. Następnie chwyć sztangielkę za talerze w taki sposób, by gryf znalazł się pomiędzy kciukiem, a resztą palców. Stopy postaw stabilnie na podłożu i ugnij nogi w kolanach tak, aby utworzył się kąt prosty. Ręce razem z ciężarem unieś prostopadle do tułowia, lekko ugnij je w łokciach i przenieś sztangielkę za głowę tak, aby nastąpiło maksymalne rozciągnięcie wszystkich mięśni klatki piersiowej (przy tym ruchu weź wdech). Później wykonaj ruch powrotny (robiąc wydech), aż do momentu kiedy ciężar znajdzie się bezpośrednio nad klatką piersiową, a ręce utworzą kąt prosty. Łokcie w trakcie całego ćwiczenia powinny być skierowane na zewnątrz, a nie do środka.",
            "attentions": "Ćwiczenie jest dodawane i stosowane jako świetne uzupełnienie do treningów klatki piersiowej. Stosuje się je zazwyczaj na końcu. Przy ruchu za głowę można na moment przytrzymać sztangielkę, dzięki czemu nastąpi lepsze rozciągnięcie mięśni. Bardzo ważną rolę w omawianym ćwiczeniu odgrywa odpowiednia technika. Należy pamiętać, aby nie dobierać zbyt dużych ciężarów kosztem odpowiedniej techniki. Wykonuje się pełne ruchy. Ważną rolę odgrywa płynny oddech. \r\n\r\nDla lepszego zaangażowania mięśni zębatych podczas rozciągania można obniżyć jeszcze biodra. Należy wyeliminować wszelkie ruchy grzbietu i skoncentrować się na pracy mięśni klatki piersiowej. Dla początkujących poleca się wersję ćwiczenia wykonywaną leżąc wzdłuż ławeczki.",
            "_id": "f32b5690-2c6b-4f2d-a33d-f7bd0578902e"
        },
        {
            "category": "Klatka piersiowa",
            "name": "Pompki na poręczach",
            "second_name": "",
            "img_1": "/images/pompki_1.jpg",
            "img_2": "/images/pompki_2.jpg",
            "img_3": "",
            "img_muscle": "/images/klatka_4.png",
            "video": "https://www.youtube.com/watch?v=CAUw3o9x-Ag",
            "main_muscles": "piersiowy większy",
            "aux_muscles": "piersiowy mniejszy, naramienny akton przedni, trójgłowy ramion, równoległoboczny, dźwigacz łopatki, najszerszy grzbietu, obły większy",
            "stabilizers": "czworoboczny część dolna",
            "how_to": "Stań pomiędzy dwoma poręczami tak, aby ich \"rączki\" były skierowane prostopadle do Ciebie. W początkowej fazie wskocz na poręcze i unieś swój ciężar na rękach, prostując je, w taki sposób, aby znalazły się wzdłuż Twojego tułowia. Wykonaj ruch w dół, uginając ręce w łokciach i robiąc tzw. pompkę (od której pochodzi nazwa ćwiczenia). Przy ruchu do dołu weź wdech. Podczas ruchu powrotnego wyprostuj ręce, jednocześnie robiąc wydech. Jest to ćwiczenie trudne, wymagające odpowiedniego doświadczenia. Łokcie w trakcie całego ćwiczenia powinny być nieco oddalone od tułowia. Tułów powinien być lekko pochylony.",
            "attentions": "Jest to ćwiczenie bardzo dobrze rozwijające dolne części klatki piersiowej. Należy zwrócić uwagę na to, aby w głównym stopniu pracowały mięśnie piersiowe (nie trójgłowe ramion). Wpływ na ten fakt ma odpowiednia pozycja podczas wykonywania ćwiczenia i odpowiednie oddalenie łokci od tułowia. Im bardziej jest się pochylonym do przodu, tym bardziej pracuje klatka, a im bardziej pionowo tym bardziej pracuje triceps. Aby odciążyć ich pracę można również nie prostować rąk do końca. Przy swobodnym wykonywaniu zamierzonych powtórzeń, można dołączyć do pasa dodatkowe obciążenie.",
            "_id": "858a21e8-093c-4871-a3f6-17457c87c068"
        },
        {
            "category": "Klatka piersiowa",
            "name": "Ściąganie/krzyżowanie linek",
            "second_name": "wyciągu górnego w bramie",
            "img_1": "/images/sciaganie_1.jpg",
            "img_2": "/images/sciaganie_2.jpg",
            "img_3": "",
            "img_muscle": "/images/klatka_5.png",
            "video": "https://www.youtube.com/watch?v=AvRNnmspLyQ",
            "main_muscles": "piersiowy większy",
            "aux_muscles": "piersiowy mniejszy, zębaty przedni, dźwigacz łopatki, równoległoboczny, naramienny akton przedni, najszerszy grzbietu",
            "stabilizers": "dwugłowy ramienia, trójgłowy ramienia, mięśnie przedramion, ramienny",
            "how_to": "Stań między dwoma linkami górnego wyciągu w bramie, pochyl się trochę do przodu i ugnij lekko nogi w kolanach. Weź wdech, chwyć rączki wyciągów i ściągnij linki przed siebie, do wewnątrz (do dołu), wykonując jednocześnie wydech. Przy ruchu powrotnym ponownie weź wdech. W ćwiczeniu stosuj mniejsze ciężary, w celu lepszej kontroli pełnego zakresu ruchów. W końcowej fazie, dobrze jest przez chwilę zatrzymać linki wyciągu, w celu lepszego napięcia mięśni. Łokcie w trakcie całego ćwiczenia powinny być skierowane na zewnątrz (daleko od ciała)..",
            "attentions": "Jest to bardzo skuteczne ćwiczenie rozciągające mięśnie klatki piersiowej. Należy zwrócić szczególną uwagę na dobór odpowiedniego ciężaru, ponieważ ćwiczenie wymaga dokładności i płynności ruchów. Powinny być one pełne, lecz nie należy przesadzać z ruchem w tył. Łokcie przez cały czas ćwiczenia powinny być zablokowane. Ważną rolę odgrywa odpowiednia postawa. Zaleca się unikanie wszelkich ruchów tułowiem. Najlepiej jest, aby ćwiczenie wykonywane było przed lustrem. Przedni akton mięśni naramiennych pracuje słabiej niż przy wyciskaniu. Ważną rolę odgrywa płynny oddech. Jest to ćwiczenie izolowane i nadaje sie do wstępnego zmęczenia mięśni.\r\n\r\nBarki, łokcie oraz dłonie powinny znajdować się na tym samym poziomie, dzięki czemu można łatwiej uniknąć ułożenia ramion w rotacji zewnętrznej, która nie jest dobra dla więzadeł stawów ramiennych. Ćwiczenie pozwala na lepsze zarysowanie mięśni klatki piersiowej. W końcowej fazie można skrzyżować linki wyciągu w celu wykonania większego zakresu ruchów.",
            "_id": "7591e979-7837-4f24-afda-c51afd3ed279"
        },
        {
            "category": "Klatka piersiowa",
            "name": "Ściąganie/krzyżowanie linek",
            "second_name": "wyciągu dolnego w bramie",
            "img_1": "/images/sciaganie_dol_1.jpg",
            "img_2": "/images/sciaganie_dol_2.jpg",
            "img_3": "",
            "img_muscle": "/images/klatka_5.png",
            "video": "https://www.youtube.com/watch?v=cQxDrsJMZSU",
            "main_muscles": "piersiowy większy",
            "aux_muscles": "piersiowy mniejszy, zębaty przedni, dźwigacz łopatki, równoległoboczny, przedni akton naramiennego, najszerszy grzbietu",
            "stabilizers": "dwugłowy ramion, trójgłowy ramion, zginacze przedramion, ramienny",
            "how_to": "Stań w małym rozkroku pomiędzy dwoma linkami dolnego wyciągu w bramie, pochyl się trochę do przodu i lekko ugnij nogi w kolanach. Weź wdech, chwyć rączki wyciągów i ściągnij linki przed siebie, do wewnątrz (do góry), robiąc jednocześnie wydech. Wykonując ruch powrotny ponownie weź wdech. W ćwiczeniu stosuj mniejsze ciężary, przez co lepiej można kontrolować pełen zakresu ruchów. W końcowej fazie, dobrze jest przez chwilę zatrzymać linki wyciągu, w celu lepszego napięcia mięśni. Łokcie w trakcie całego ćwiczenia powinny być skierowane na zewnątrz (nieco szerzej niż barki).",
            "attentions": "Jest to bardzo skuteczne ćwiczenie, rozciągające mięśnie klatki piersiowej. Łokcie w trakcie całego ćwiczenia powinny być nieruchome. Należy zwrócić szczególną uwagę na dobór odpowiedniego ciężaru, ponieważ ćwiczenie wymaga dokładności i płynności ruchów, które powinny być pełne. Ważną rolę odgrywa odpowiednia postawa. Należy unikać wszelkich ruchów tułowiem. Najlepiej jest, aby ćwiczenie wykonywane było przed lustrem, dzięki czemu można mieć pełną kontrolę nad ruchami. Przedni akton mięśni naramiennych pracuje słabiej niż przy wyciskaniu. Ważną rolę odgrywa płynny oddech. Jest to ćwiczenie izolowane i nadaje sie do wstępnego zmęczenia mięśni.\r\n\r\nĆwiczenie to pozwala na lepsze zarysowanie mięśni klatki piersiowej. W końcowej fazie można skrzyżować linki wyciągu w celu wykonania większego zakresu ruchów.",
            "_id": "1763c29a-3c66-47d1-9d99-ebfaa65bd727"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Zgięcia grzbietowe stopy",
            "second_name": "z hantlami",
            "img_1": "/images/17_nogi_1.jpg",
            "img_2": "/images/17_nogi_2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_12.png",
            "video": "https://www.youtube.com/watch?v=Aj3Y58DQVI0",
            "main_muscles": "piszczelowy przedni",
            "aux_muscles": "prostownik długi palców, prostownik długi palucha",
            "stabilizers": "",
            "how_to": "Umieść sztangielkę na górnej stronie stopy. Następnie ustaw stopy na podpórce i chwyć rękami za coś stabilnego (dzięki czemu zachowasz stabilną pozycję podczas ćwiczenia). Weź wdech i przodem stopy zacznij ruch wspięcia. W najwyższym punkcie przytrzymaj trochę, zrób wydech i powróć do pozycji wyjściowej, czyli do momentu maksymalnego rozciągnięcia mięśni. Podczas wykonywania ćwiczenia nogi i tułów trzymaj prosto.",
            "attentions": "Należy dbać o to, aby ruch był pełny i żeby talerze sztangielki nie zaczepiały o podłożę. Ćwiczenie można wykonywać siedząc lub stojąc.",
            "_id": "6de4f254-5535-481b-a780-f58a8de41162"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Wypychanie stopami",
            "second_name": "na maszynie / hack-maszynie",
            "img_1": "/images/15_nogi_1.jpg",
            "img_2": "/images/15_nogi_2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_7.png",
            "video": "https://www.youtube.com/watch?v=XBJEJdCgQoM",
            "main_muscles": "brzuchaty łydki",
            "aux_muscles": "płaszczkowaty łydki, piszczelowy tylny, strzałkowy długi, strzałkowy krótki, zginacz długi palców, zginacz długi palucha ",
            "stabilizers": "czworogłowy uda, kulszowo - goleniowe",
            "how_to": "Wejdź na platformę suwnicy. Plecy powinny przylegać do oparcia. Umieść stopy na platformie w taki sposób, aby znajdowały się na niej palce. Weź wdech i rozpocznij ruch wypychania palcami. Kolana powinno się trzymać prosto lub lekko ugięte. W momencie maksymalnego napięcia przytrzymaj trochę, zrób wydech i powróć do pozycji wyjściowej, powoli kontrolując ciężar aż do momentu maksymalnego rozciągnięcia mięśni.",
            "attentions": "Należy upewnić się, że palce stóp są odpowiednio ułożone tzn. tak, aby nie było możliwości ich zsunięcia się podczas wykonywania ćwiczenia.\r\n\r\nUstawienie stóp: Ustawiając stopy palcami na zewnątrz mocniej angażuje się przyśrodkową głowę mięśnia brzuchatego łydki (wewnętrzny obszar łydek), zaś ustawiając stopy palcami do wewnątrz (pięty na zewnątrz) bardziej angażuje się głowę boczną mięśnia brzuchatego łydki (zewnętrzny obszar łydek). Ustawiając stopy równolegle głowy mięśnia brzuchatego łydki pracują tak samo.",
            "_id": "c6c03a66-5a48-41f5-8db2-cfc104ea4c8b"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Wypychanie nogi w tył",
            "second_name": "na maszynie",
            "img_1": "/images/5_nogi_1.jpg",
            "img_2": "/images/5_nogi_2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_3.png",
            "video": "https://www.youtube.com/watch?v=r7q0CkSJjx0",
            "main_muscles": "pośladkowy wielki",
            "aux_muscles": "przywodziciel wielki",
            "stabilizers": "prostowniki grzbietu, skośne brzucha, pośladkowy średni, pośladkowy mały, kulszowo - goleniowe, proste brzucha ",
            "how_to": "Stań przy maszynie i złap uchwyty rękami, a stopę drugiej nogi umieść na przeznaczonej do tego platformie. Następnie weź wdech i zacznij wypychanie nogi w tył. W momencie gdy noga będzie w najwyższym punkcie zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej. ",
            "attentions": "Jest to ćwiczenie izolowane, należy ostrożnie dobierać ciężar, można je wykonywać nogami naprzemiennie - raz jedna raz druga lub jednonóż określona liczba powtórzeń jedną nogą, a następnie to samo z nogą przeciwną. Ćwiczenie można wykonywać na różnych maszynach.",
            "_id": "8bde019f-0d34-414f-903c-135f0a11c211"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Wypychanie nóg",
            "second_name": "na suwnicy",
            "img_1": "/images/14_nogi_1.jpg",
            "img_2": "/images/14_nogi_2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_4.png",
            "video": "https://www.youtube.com/watch?v=Tt0O2xR2HMo",
            "main_muscles": "czworogłowe uda ",
            "aux_muscles": "pośladkowy wielki, przywodziciel wielki, płaszczkowaty łydki ",
            "stabilizers": "kulszowo-goleniowe, brzuchaty łydki",
            "how_to": "Usiądź w siedzisku maszyny. Połóż stopy na platformie (powinny w całości do niej przylegać) mniej więcej na szerokość barków (szerzej o tym w uwagach). Weź wdech, zwolnij blokadę ciężaru i rozpocznij wykonywanie ćwiczenia. W momencie, gdy nogi ugną się w kolanach pod kątem ok. 90 stopni zacznij wypychanie ciężaru, jednocześnie robiąc wydech.",
            "attentions": "Nie powinno się zbyt mocno uginać nóg, ponieważ powoduje to obciążenie dolnej części grzbietu. Podczas wyprostu nóg nie można blokować kolan, bo prowadzi to do zbyt dużego nacisku na stawy kolanowe. Podczas ćwiczenia nie należy podnosić pleców z oparcia.\r\n\r\nUstawienia stóp i kątów: Na siłowniach można spotkać się z różnymi suwnicami, ustawionymi pod różnymi kątami. Być może suwnica, na której będziesz ćwiczył będzie miała możliwość regulacji kąta nachylenia. Dzięki tej różnorodności i możliwością wprowadzenia zmian, możliwe jest ddziaływanie na mięśnie ud w różnorodny sposób, co z kolei pozwala na złamanie monotonii treningowej i potencjalnych korzyści z tego wynikających. Ustawiając stopy wyżej mocniej angażuje się mięśnie pośladkowe oraz kulszowo - goleniowe. Ustawiając stopy niżej bardziej zaangażowane są mięśnie czworogłowe uda. Szerokie ustawienie stóp oznacza większe zaangażowanie przywodzicieli (wewnętrzny obszar ud), zaś ustawiając stopy wężej bardziej angażuje się mięśnie czworogłowe (głównie ich zewnętrzną część).",
            "_id": "bce56d37-1098-47ce-b8ee-884727ea572d"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Wykroki",
            "second_name": "ze sztangielkami",
            "img_1": "/images/1_nogi_1.jpg",
            "img_2": "/images/1_nogi_2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_1.png",
            "video": "https://www.youtube.com/watch?v=NnJqBiQ1bCc",
            "main_muscles": "czworogłowe uda ",
            "aux_muscles": "pośladkowy wielki, przywodziciel wielki, płaszczkowaty łydki ",
            "stabilizers": "mięśnie kulszowo - goleniowe, brzuchaty łydki, piszczelowy przedni, prostowniki grzbietu, piszczelowy przedni, pośladkowy średni, pośladkowy mały, czworoboczny część dolna, czworoboczny część górna, dźwigacz łopatki",
            "how_to": "Podnieś sztangielki z podłoża. Pozycja startowa i how_to ćwiczenia podobnie jak podczas wykroków ze sztangą, czyli klatka wypięta, a łopatki ściągnięte. Podczas całego ćwiczenia zachowuj naturalną krzywiznę kręgosłupa. Weź wdech i jedną z nóg wykonaj krok do przodu. Następnie nogą wykroczną wykonaj przysiad w taki sposób, aby noga ugięła się pod kątem 90 stopni. Kolano nogi niećwiczonej powinno prawie dotykać podłoża, a jej stopa dotyka podłoża jedynie palcami. Stopa nogi wykrocznej całkowicie przylega do podłoża. Powróć do pozycji wyjściowej wypychając ciężar przez odepchnięcie od podłoża (głównie przez pięty) i robiąc jednocześnie wydech. Powtórz zaczynając tym razem od innej nogi.",
            "attentions": "Z attentions na to, że noga wykroczna przejmuje na siebie prawie cały ciężar, do tego ćwiczenia potrzebne jest dobre wyczucie równowagi. Zatem uwaga szczególnie dla osób , które po raz pierwszy będą miały kontakt z tym ćwiczeniem - należy zacząć od małych ciężarów.\r\n\r\nSą dwa główne sposoby wykonywania tego ćwiczenia. Pierwszy polega na robieniu niewielkich wykroków, co daje większe zaangażowanie mięśni czworogłowych ud oraz drugi sposób, polegający na robieniu większych wykroków. Wtedy jest szczególny nacisk na mięsień pośladkowy wielki. Ćwiczenie można wykonywać w miejscu lub w marszu.",
            "_id": "1e41524f-1c73-4745-a0a7-82e6f5821b3f"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Wykroki",
            "second_name": "ze sztangą",
            "img_1": "/images/2_nogi_1.jpg",
            "img_2": "/images/2_nogi_2.jpg",
            "img_3": "/images/2_nogi_3.jpg",
            "img_muscle": "/images/nogi_1.png",
            "video": "https://www.youtube.com/watch?v=pEN-dCjh5cQ",
            "main_muscles": "czworogłowe uda ",
            "aux_muscles": "pośladkowy wielki, przywodziciel wielki, płaszczkowaty łydki",
            "stabilizers": "mięśnie kulszowo - goleniowe, brzuchaty łydki, prostowniki grzbietu, piszczelowy przedni, pośladkowy średni, pośladkowy mały",
            "how_to": "Pozycja startowa jest podobna jak podczas przysiadów, czyli klatka wypięta, a łopatki ściągnięte. Podczas całego ćwiczenia zachowuj naturalną krzywiznę kręgosłupa. Weź wdech i jedną z nóg wykonaj krok do przodu. Następnie nogą wykroczną wykonaj przysiad w taki sposób, aby noga ugięła się pod kątem 90 stopni. Kolano nogi niećwiczonej powinno prawie dotykać podłoża, a jej stopa dotyka podłoża jedynie palcami. Stopa nogi wykrocznej całkowicie przylega do podłoża. Powróć do pozycji wyjściowej wypychając ciężar przez odepchnięcie od podłoża (głównie przez pięty) i robiąc jednocześnie wydech. Powtórz zaczynając tym razem od innej nogi.",
            "attentions": "Z attentions na to, że noga wykroczna przejmuje na siebie prawie cały ciężar, do tego ćwiczenia potrzebne jest dobre wyczucie równowagi. Zatem uwaga szczególnie dla osób, które po raz pierwszy będą miały kontakt z tym ćwiczeniem - należy zacząć od małych ciężarów.\r\n\r\nSą dwa główne sposoby wykonywania tego ćwiczenia. Pierwszy polega na robieniu niewielkich wykroków, co daje większe zaangażowanie mięśni czworogłowych ud oraz drugi sposób, polegający na robieniu większych wykroków. Wtedy jest szczególny nacisk na mięsień pośladkowy wielki. Ćwiczenie można wykonywać w miejscu lub w marszu.",
            "_id": "1dbe6fa1-f72f-4dcd-8302-be24a1859cde"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Wykroki w tył",
            "second_name": "ze sztangą / sztangielkami",
            "img_1": "/images/IMG_7740.jpg",
            "img_2": "/images/IMG_7742.jpg",
            "img_3": "/images/IMG_7745.jpg",
            "img_muscle": "/images/nogi_1.png",
            "video": "https://www.youtube.com/watch?v=vhGsQ2xRdTc",
            "main_muscles": "czworogłowe uda ",
            "aux_muscles": "pośladkowy wielki, przywodziciel wielki, płaszczkowaty łydki ",
            "stabilizers": "mięśnie kulszowo - goleniowe, brzuchaty łydki, piszczelowy przedni, prostowniki grzbietu, piszczelowy przedni, pośladkowy średni, pośladkowy mały, czworoboczny część dolna, czworoboczny część górna, dźwigacz łopatkii",
            "how_to": "Podnieś sztangielki z podłoża. Klatka wypięta, łopatki ściągnięte, podczas całego ćwiczenia zachowuj naturalną krzywiznę kręgosłupa. Weź wdech, wykonaj krok do tyłu jedną z nóg, następnie nogą wykroczną wykonaj przysiad w taki sposób, aby noga ugięła się pod kątem 90 stopni, kolano nogi nie ćwiczonej prawie dotyka podłoża jej stopa zaś dotyka podłoża jedynie palcami. Stopa nogi wykrocznej przylega do podłoża całkowicie. Powróć do pozycji wyjściowej robiąc jednocześnie wydech. Powtórz zaczynając tym razem od innej nogi.",
            "attentions": "Z attentions na to, że noga wykroczna przejmuje na siebie prawie cały ciężar, do tego ćwiczenia potrzebne jest dobre wyczucie równowagi. Zatem uwaga szczególnie dla osób, które po raz pierwszy będą miały kontakt z tym ćwiczeniem - zacznijcie od małych ciężarów.\r\n\r\nSą dwa główne sposoby wykonywania tego ćwiczenia. Pierwszy polega na robieniu niewielkich wykroków - większe zaangażowanie czworogłowych ud oraz drugi polegający na robieniu większych wykroków - nacisk szczególnie na pośladkowy wielki.",
            "_id": "88c59ecf-6325-4954-8fc3-03bb2ea8b68b"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Wspięcia na palce jednonóż stojąc",
            "second_name": "ze sztangielkami",
            "img_1": "/images/18_nogi_1.jpg",
            "img_2": "/images/18_nogi_2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_7.png",
            "video": "https://www.youtube.com/watch?v=LceExQXg4MM",
            "main_muscles": "brzuchaty łydki",
            "aux_muscles": "płaszczkowaty łydki, piszczelowy tylny, strzałkowy długi, strzałkowy krótki, zginacz długi palców, zginacz długi palucha ",
            "stabilizers": "czworogłowy uda, kulszowo - goleniowe, czworoboczny część górna, czworoboczny cześć środkowa, dźwigacz łopatki, pośladkowy średni, pośladkowy mały ",
            "how_to": "Złap sztangielkę ręką po tej samej stronie, po której znajduje się łydka, którą zamierzasz ćwiczyć. Drugą ręką chwyć się czegoś, co zapewni Ci stabilną pozycję podczas wykonywania ćwiczenia. Ćwiczoną nogę ustaw na podkładce, a drugą ugnij w kolanie. Patrz przed siebie, tułów i kolano ćwiczonej nogi trzymaj prosto. Weź wdech i zacznij ruch wspięcia. W najwyższym punkcie przytrzymaj trochę, zrób wydech i powróć do pozycji wyjściowej, czyli do momentu maksymalnego rozciągnięcia łydki.",
            "attentions": "Należy odpowiednio dobrać ciężar. Podczas ćwiczenia tułów trzeba trzymać prosto.\r\n\r\nUstawienie stopy: Ustawiając stopę palcami na zewnątrz mocniej angażuje się środkową głowę mięśnia brzuchatego łydki (wewnętrzny obszar łydki), zaś ustawiając stopę palcami do wewnątrz bardziej angażuje się głowę boczną mięśnia brzuchatego łydki (zewnętrzny obszar łydki).",
            "_id": "8b55c2fe-645e-4ece-87a0-903064819522"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Wspięcia na palce stojąc",
            "second_name": "ze sztangą",
            "img_1": "/images/10_nogi_1.jpg",
            "img_2": "/images/10_nogi_2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_7.png",
            "video": "https://www.youtube.com/watch?v=Wri0VppFWCY",
            "main_muscles": "brzuchaty łydki",
            "aux_muscles": "płaszczkowaty łydki, piszczelowy tylny, strzałkowy długi, strzałkowy krótki, zginacz długi palców, zginacz długi palucha",
            "stabilizers": "czworogłowy uda, kulszowo - goleniowe, czworoboczny część górna, czworoboczny cześć środkowa, dźwigacz łopatki, pośladkowy średni, pośladkowy mały",
            "how_to": "Umieść sztangę (więcej w uwagach) na górnej części mięśni czworobocznych. Stań na podkładce w niewielkim rozkroku (więcej w uwagach) i patrz przed siebie. Następnie wypnij klatkę piersiową do przodu, ściągnij łopatki, weź wdech i zacznij ruch wspięcia. W najwyższym punkcie przytrzymaj trochę, zrób wydech i powróć do pozycji wyjściowej, powoli kontrolując ciężar aż do momentu maksymalnego rozciągnięcia łydek. Podczas ćwiczenia nogi i tułów trzymaj prosto.",
            "attentions": "Ćwiczenie można wykonać różnymi sposobami np. za pomocą sztangi, przy pomocy suwnicy Smitha, za pomocą specjalnej maszyny czy na suwnicy. Podkładka pod nogi zwiększa istotnie zakres ruchu i możliwość rozciągnięcia mięśni łydek. Można do tego celu użyć również obciążenia (talerzy). \r\n\r\nUstawienie stóp: Ustawiając stopy palcami na zewnątrz mocniej angażuje się przyśrodkową głowę mięśnia brzuchatego łydki (wewnętrzny obszar łydek), zaś ustawiając stopy palcami do wewnątrz (pięty na zewnątrz) bardziej angażuje się głowę boczną mięśnia brzuchatego łydki (zewnętrzny obszar łydek). Ustawiając stopy równolegle głowy mięśnia brzuchatego łydki pracują tak samo.",
            "_id": "24f2ec9d-fc8c-4e44-a2bb-9a44ec8c409d"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Wspięcia na palce siedząc",
            "second_name": "na maszynie / ze sztangą",
            "img_1": "/images/9_nogi_1.jpg",
            "img_2": "/images/9_nogi_2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_6.png",
            "video": "https://www.youtube.com/watch?v=YuY_vJNkGKs",
            "main_muscles": "płaszczkowaty łydki",
            "aux_muscles": "brzuchaty łydki, piszczelowy tylny, strzałkowy długi, strzałkowy krótki, zginacz długi palców, zginacz długi palucha ",
            "stabilizers": "",
            "how_to": "Usiądź w siedzisku maszyny (więcej w uwagach) i zaprzyj uda o poduszki. Umieść stopy na podkładce, weź wdech i zacznij ruch wspięcia. W najwyższym punkcie przytrzymaj trochę, zrób wydech i powróć do pozycji wyjściowej, czyli do momentu maksymalnego rozciągnięcia łydek. Podczas wykonywania ćwiczenia trzymaj tułów prosto.",
            "attentions": "Ćwiczenie to można również wykonać za pomocą suwnicy Smitha oraz za pomocą wolnej sztangi. Szczególnie w tym drugim przypadku należy trzymać sztangę mocno i pewnie tak, aby utrzymać ją w stabilnym położeniu. Dla wygody można owinąć ją ręcznikiem.\r\n\r\nUstawienie stóp: Ustawiając stopy palcami na zewnątrz mocniej angażuje się przyśrodkową głowę mięśnia brzuchatego łydki (wewnętrzny obszar łydek), zaś ustawiając stopy palcami do wewnątrz (pięty na zewnątrz) bardziej angażuje się głowę boczną mięśnia brzuchatego łydki (zewnętrzny obszar łydek). Ustawiając stopy równolegle głowy mięśnia brzuchatego łydki pracują tak samo.",
            "_id": "d291cb24-fddc-4dae-b0f9-4eb0963dfa48"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Uginanie nóg leżąc",
            "second_name": "na maszynie",
            "img_1": "/images/6_nogi_1.jpg",
            "img_2": "/images/6_nogi_2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_9.png",
            "video": "https://www.youtube.com/watch?v=dXc_dkkemOc",
            "main_muscles": "kulszowo - goleniowe (półścięgnisty, półbłoniasty, dwugłowy uda)",
            "aux_muscles": "krawiecki, podkolanowy",
            "stabilizers": "brzuchaty łydki, smukły",
            "how_to": "Połóż się na maszynie na brzuchu i zaprzyj nogi o drążek maszyny na wysokości ścięgien Achillesa. Następnie złap dłońmi za uchwyty, weź wdech i rozpocznij uginanie aż do momentu dotknięcia mięśni dwugłowych. Wtedy zrób wydech i wróć do pozycji wyjściowej, powoli kontrolując ciężar do momentu, gdy kolana będą proste.",
            "attentions": "Jest to ćwiczenie izolowane. Nie należy używać w nim dużych ciężarów. Podczas wykonywania ćwiczenia nie powinno się odrywać bioder ani klatki od maszyny. Ćwiczenie można wykonywać w różny sposób m.in. jednonóż, na maszynie siedząc, na maszynie stojąc, stojąc za pomocą opasek czy trzymając sztangielki między stopami.\r\n\r\nUstawiając podudzie do wewnątrz mocniej angażuje się mięsień półbłoniasty i półścięgnisty, zaś ustawiając podudzie na zewnątrz mocniej angażuje się mięsień dwugłowy uda.",
            "_id": "e15e2720-05ae-4bc2-8984-342d8c35cf50"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Uginanie nóg leżąc",
            "second_name": "z hantlem pomiędzy stopami",
            "img_1": "/images/IMG_7753.jpg",
            "img_2": "/images/IMG_7754.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_9.png",
            "video": "https://www.youtube.com/watch?v=xhTprFWnJQw",
            "main_muscles": "kulszowo - goleniowe (półścięgnisty, półbłoniasty, dwugłowy uda)",
            "aux_muscles": "krawiecki, podkolanowy",
            "stabilizers": "brzuchaty łydki, smukły",
            "how_to": "Połóż się na ławce płaskiej na brzuchu, jednocześnie umieszczając hantla między stopami. Następnie złap dłońmi za krawędź ławki , weź wdech i rozpocznij uginanie aż do momentu dotknięcia mięśni dwugłowych. Wtedy zrób wydech i wróć do pozycji wyjściowej, powoli kontrolując ciężar do momentu, gdy kolana będą proste.",
            "attentions": "Znakomita alternatywa dla uginania nóg leżąc na maszynie, zwłaszcza w warunkach domowych. Ćwiczenie można wykonać również na podłożu oraz na ławeczce skośnej. W przypadku problemów z umieszczeniem hantla między stopami, możesz skorzystać z pomocy partnera treningowego.",
            "_id": "57a7ce66-c67e-41df-be2e-f2b126306f86"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Syzyfki",
            "second_name": "",
            "img_1": "/images/19_nogi_1.jpg",
            "img_2": "/images/19_nogi_2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_5.png",
            "video": "https://www.youtube.com/watch?v=YMQi0ZqnAYU",
            "main_muscles": "czworogłowe uda ",
            "aux_muscles": "",
            "stabilizers": "pośladkowy wielki, płaszczkowaty łydki, brzuchaty łydki, kulszowo-goleniowe, proste brzucha, skośne brzucha",
            "how_to": "Jedną ręką chwyć obciążenie i połóż je sobie na klatce piersiowej. Drugą ręką złap się czegoś, aby zachować stabilną pozycję podczas wykonywania ćwiczenia. Weź wdech, wykonaj przysiad, jednocześnie odchylając głowę do tyłu i wykonując wspięcia na palce w połączeniu z przesuwaniem kolan do przodu. Powróć do pozycji wyjściowej i zrób wydech.",
            "attentions": "Podczas ćwiczenia należy trzymać biodra i brzuch prosto. Na początku lepiej jest wykonać to ćwiczenie bez dodatkowego obciążenia.",
            "_id": "a03ecff8-b57a-4a2c-a801-0c8492f01290"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Przywodzenie nóg",
            "second_name": "na maszynie/linki wyciągu",
            "img_1": "/images/4_nogi_1.jpg",
            "img_2": "/images/4_nogi_2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_11.png",
            "video": "https://www.youtube.com/watch?v=1ZQQFA5nVM0",
            "main_muscles": "przywodziciel wielki, przywodziciel krótki, przywodziciel długi",
            "aux_muscles": "smukły, grzebieniowy, biodrowo - lędźwiowy, połścięgnisty, półbłoniasty, dwugłowy uda głowa długa",
            "stabilizers": "",
            "how_to": "Usiądź w siedzisku maszyny i zaprzyj nogi o poduszki. Weź wdech i rozpocznij ruch przywodzenia, polegający na łączeniu nóg do wewnątrz. W momencie największego napięcia nóg przytrzymaj je 2 - 3 sekundy, zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej.",
            "attentions": "Jest to ćwiczenie izolowane. Nawet w miarę wzrostu zaawansowania należy zwracać szczególną uwagę na dobór obciążenia, ponieważ przywodziciele są grupą mięśni szczególnie podatną na kontuzję. Ćwiczenie to można wykonywać również jednonóż na wyciągu przy pomocy opaski założonej na wysokości kostki i połączonej z linką wyciągu.",
            "_id": "9f4a198e-87b1-461c-9012-2daa19993f3d"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Przysiady",
            "second_name": "ze sztangielkami z przodu na barkach",
            "img_1": "",
            "img_2": "/images/IMG_7716.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_4.png",
            "video": "https://www.youtube.com/watch?v=rMvtX7jLw4c",
            "main_muscles": "czworogłowe uda ",
            "aux_muscles": "pośladkowy wielki, przywodziciel wielki, płaszczkowaty łydki ",
            "stabilizers": "kulszowo-goleniowe, brzuchaty łydki, proste brzucha, skośne brzucha, czworoboczny, dźwigacz łopatki, naramienny akton przedni, naramienny akton boczny, nadgrzebieniowy, piersiowy większy część górna ",
            "how_to": "Umieść sztangielki na barkach, w pozycji pionowej, łokcie trzymając wysoko podobnie jak w przypadku przysiadów ze sztangą trzymaną z przodu. Wypnij klatkę do przodu, patrz przed siebie lub lekko w górę, stopy rozstaw niewiele szerzej niż szerokość barków, palce skieruj lekko na zewnątrz (stopy powinny cały czas przylegać do podłoża), wykonaj głęboki wdech i zacznij ruch w dół, wykonuj go do ok. 90 stopni, ruch pozytywny zacznij od przesunięcia głowy do tyłu, podnoś się do góry jednocześnie wypychając biodra do przodu i robiąc wydech, do pozycji wyjściowej. Podczas całego ćwiczenia zachowuj naturalną krzywiznę kręgosłupa (unikaj tzw. kociego grzbietu i okrągłych pleców).",
            "attentions": "Przysiad ze sztangielkami trzymanymi z przodu cechuje się mocniejszym zaangażowaniem czworogłowych ud niż w przypadku przysiadu ze sztangą trzymaną na barkach. Schodząc poniżej 90 stopni podczas przysiadu znacznie mocniej angażujesz mięśnie pośladkowe. Alternatywa dla przysiadu ze sztangą na barkach trzymaną z przodu, szczególnie przydatna dla osób nie posiadających profesjonalnego sprzętu.",
            "_id": "60b7cda5-8f54-4a73-941d-7ae37d61e350"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Przysiady",
            "second_name": "ze sztangą z przodu (fronty)",
            "img_1": "/images/11_nogi_1.jpg",
            "img_2": "/images/11_nogi_2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_4.png",
            "video": "https://www.youtube.com/watch?v=OnOGn8zC1Ps",
            "main_muscles": "czworogłowe uda ",
            "aux_muscles": "pośladkowy wielki, przywodziciel wielki, płaszczkowaty łydki ",
            "stabilizers": "kulszowo-goleniowe, brzuchaty łydki, proste brzucha, skośne brzucha, czworoboczny, dźwigacz łopatki, naramienny akton przedni, naramienny akton boczny, nadgrzebieniowy, piersiowy większy część górna",
            "how_to": "Zasady wykonywania tego ćwiczenia są podobne jak w przypadku przysiadów ze sztangą na barkach z tyłu. Podejdź do sztangi znajdującej się na stojakach, ułóż gryf na przedniej części mięśni naramiennych i górnej części klatki piersiowej. Skrzyżuj ręce i złap gryf nachwytem (szerzej w uwagach). Wypnij klatkę do przodu. Patrz przed siebie lub lekko w górę. Następnie zdejmij sztangę ze stojaków i wykonaj dwa, trzy kroki w tył. Stopy rozstaw niewiele szerzej niż szerokość barków, a palce skieruj lekko na zewnątrz (stopy powinny cały czas przylegać do podłoża). Weź głęboki wdech i zacznij ruch w dół. Wykonuj go do ok. 90 stopni. Ruch pozytywny zacznij od przesunięcia głowy do tyłu, a następnie podnoś się do góry jednocześnie wypychając biodra do przodu i robiąc wydech, aż do pozycji wyjściowej. Podczas całego ćwiczenia zachowuj naturalną krzywiznę kręgosłupa (unikaj tzw. kociego grzbietu i okrągłych pleców).",
            "attentions": "Przysiad ze sztangą trzymaną z przodu cechuje się mocniejszym zaangażowaniem mięśni czworogłowych ud, niż w przypadku przysiadu ze sztangą trzymaną na barkach. Schodząc poniżej 90 stopni podczas przysiadu znacznie mocniej angażuje się mięśnie pośladkowe. Podobnie jak w przysiadach ze sztangą trzymaną z tyłu zalecana jest ostrożność i nauka ćwiczenia od pustego gryfu. Najlepiej pod okiem doświadczonych osób. Serie właściwe powinny być zawsze poprzedzone kilkoma seriami rozgrzewkowymi.\r\n\r\nUłożenie rąk na gryfie: Są dwa sposoby ułożenia rąk na gryfie. Pierwszy został opisany wyżej. Drugi polega na trzymaniu sztangi podchwytem (uchwyt na szerokości barków). W przypadku tego sposobu bardzo ważnej jest, aby łokcie były położone jak najwyżej. Zapobiega to zjeżdżaniu sztangi do przodu. Wydaje się zatem, że drugi sposób w przypadku większych ciężarów jest bezpieczniejszy.",
            "_id": "bc7d9d4c-402e-46ab-9035-d2fe26e2d75d"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Przysiady",
            "second_name": "ze sztangą na barkach",
            "img_1": "/images/12_nogi_1.jpg",
            "img_2": "/images/12_nogi_2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_4.png",
            "video": "https://www.youtube.com/watch?v=aPIjuTVlm6w",
            "main_muscles": "czworogłowe uda ",
            "aux_muscles": "pośladkowy wielki, przywodziciel wielki, płaszczkowaty łydki",
            "stabilizers": "kulszowo goleniowe (półścięgnisty, półbłoniasty , dwugłowy uda), brzuchaty łydki, prostowniki grzbietu, prosty brzucha, skośne brzucha ",
            "how_to": "Podejdź do stojaków, połóż ręce na gryfie, a następnie podejdź po sztangę i ułóż gryf na barkach szerzej w uwagach). Wypnij klatkę do przodu, ściągnij łopatki i patrz przed siebie lub lekko w górę. Zdejmij sztangę ze stojaków i wykonaj dwa, trzy kroki w tył. Stopy rozstaw niewiele szerzej niż szerokość barków, a palce skieruj lekko na zewnątrz (stopy powinny cały czas przylegać do podłoża). Weź głęboki wdech i zacznij ruch w dół, zaczynając od przesunięcia bioder do tyłu (kolana nie powinny być wypychane do przodu, nie dalej niż końce palców stóp - szerzej o tym w uwagach). Wykonuj go aż do osiągnięcia kąta prostego (szerzej o głębokości przysiadu w uwagach). Ruch pozytywny zacznij od przesunięcia głowy do tyłu. Podnoś się do góry jednocześnie wypychając biodra do przodu i robiąc wydech, aż do pozycji wyjściowej. Podczas całego ćwiczenia zachowuj naturalną krzywiznę kręgosłupa (unikaj tzw. kociego grzbietu i okrągłych pleców).",
            "attentions": "Schodząc poniżej 90 stopni podczas przysiadu znacznie mocniej angażuje się mięśnie pośladkowe. Przysiad jest jednym z podstawowych i niezastąpionych ćwiczeń wielostawowych w kulturystyce (i nie tylko). Stosuje się go do rozwoju masy i siły mięśni. Podczas jego wykonywania pracuje bezpośrednio i pośrednio bardzo dużo mięśni, co daje ogromny bodziec dla całego organizmu (wydzielanie hormonów etc.). Jest to jednocześnie jedno z najcięższych ćwiczeń pod względem technicznym i mija sporo czasu zanim osoby początkujące opanowują prawidłowy sposób wykonywania. Zalecana jest zatem nauka wykonywania tego ćwiczenia zaczynając od pustego gryfu oraz pod okiem doświadczonych osób. Serie właściwe zawsze powinny być poprzedzone paroma seriami rozgrzewkowymi.\r\n\r\nSą dwa główne sposoby ułożenia gryfu na barkach - na górnej części mięśni czworobocznych oraz drugi - pomiędzy tylnymi, a bocznymi aktonami mięśni naramiennych (wykorzystywany głównie w przysiadzie trójbojowym w tzw. \"łódce\"). W przypadku pierwszego sposobu większy nacisk kładziony jest na mięśnie czworogłowe i dwugłowe uda, zaś w przypadku drugiego sposobu zwiększa się zaangażowanie prostowników grzbietu i mięśni pośladkowych. Szerokość ustawienia rąk jest sprawą indywidualną. Należy starać się jednak, aby łokcie przesunąć do przodu tak, żeby znajdowały się pod sztangą.\r\n\r\nUstawienie stóp: Stopy można ustawiać szerzej lub wężej. Przy szerszym rozstawie stóp oprócz mięśni czworogłowych mocno zaangażowane są mięśnie dwugłowe uda oraz mięśnie pośladkowe, przy węższym natomiast głównie mięśnie czworogłowe.\r\n\r\nGłębokość przysiadu: Istnieje wiele kontrowersji wokół kwestii głębokości przysiadu (jak i sporo rodzajów przysiadów np. pełny przysiad, półprzysiad, ćwierć przysiad, przysiad sumo, przysiad z pauzą na dole, przysiad trójbojowy, przysiad olimpijski itd.). Kontrowersje istnieją również w kwestii tego, czy kolana mogą być wypychane dalej niż końce palców stóp. Wybór rodzaju i ustalenie głębokości przysiadu pozostawiamy zatem Tobie. Najlepiej jest wypracować to na drodze indywidualnych prób, które doprowadzą Cię do optymalnego dla siebie sposobu. W kulturystyce najczęściej stosowane są przysiady pełne i półprzysiady, z pewnymi modyfikacjami jak np. przysiad z pauzą na dole.",
            "_id": "483d1047-ff53-4b7c-bc20-ec625f0a04aa"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Przysiady",
            "second_name": "na hack-maszynie",
            "img_1": "/images/13_nogi_1.jpg",
            "img_2": "/images/13_nogi_2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_4.png",
            "video": "https://www.youtube.com/watch?v=7DuZ1venecg",
            "main_muscles": "czworogłowe uda ",
            "aux_muscles": "pośladkowy wielki, przywodziciel wielki, płaszczkowaty łydki",
            "stabilizers": "kulszowo - goleniowe (półścięgnisty, półbłoniasty, dwuglowy uda), brzuchaty lydki ",
            "how_to": "Wejdź na platformę suwnicy i połóż plecy na oparciu. Ustaw stopy na szerokość barków tak, aby były wysunięte trochę dalej niż linia bioder (szerzej o tym w uwagach). Weź wdech, zwolnij blokadę ciężaru i zacznij ruch w dół aż do momentu zgięcia nóg pod kątem ok. 90 stopni. Następnie powróć do pozycji startowej, robiąc jednocześnie wydech.",
            "attentions": "Plecy powinny przylegać do oparcia. Być może będziesz miał możliwość zmiany ustawienia kąta platformy.\r\n\r\nUstawienia stóp: Im stopy ustawione bardziej do przodu, tym mocniej angażowane są mięśnie pośladkowe, zaś ustawienie stóp podczas ćwiczenia bliżej linii bioder oznacza większe zaangażowanie mięśni czworogłowych ud.",
            "_id": "207604cf-d443-43e1-8d68-66839239de5a"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Prostowanie nogi prostej w tył",
            "second_name": "na maszynie / z linką wyciągu",
            "img_1": "/images/21_nogi_1.jpg",
            "img_2": "/images/21_nogi_2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_8.png",
            "video": "https://www.youtube.com/watch?v=WdCdkjxbf0E",
            "main_muscles": "pośladkowy wielki",
            "aux_muscles": "kulszowo - goleniowe, pośladkowy średni, pośladkowy mały",
            "stabilizers": "prostowniki grzbietu, prosty brzucha, skośne brzucha",
            "how_to": "Stań twarzą do wyciągu. Na wysokości kostki załóż opaskę połączoną z linką wyciągu dolnego. Następnie pochyl tułów do przodu tak, aby zaprzeć się wyprostowanymi rękami o obudowę wyciągu. Weź wdech i zacznij ruch prostowania ćwiczonej nogi maksymalnie do tyłu. Pamiętaj, że noga ma być przez cały czas wyprostowana. W momencie maksymalnego wyprostu przytrzymaj na chwilę, zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej.",
            "attentions": "Jest to ćwiczenie izolowane. Należy ostrożnie dobierać ciężar. Ćwiczenie to może być wykonywane również na specjalnej maszynie. ",
            "_id": "ff17419a-97c6-43a4-9e85-2fcd283337ed"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Prostowanie nóg siedząc",
            "second_name": "na maszynie",
            "img_1": "/images/8_nogi_1.jpg",
            "img_2": "/images/8_nogi_2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_5.png",
            "video": "https://www.youtube.com/watch?v=JD4s25JoE2A",
            "main_muscles": "czworogłowe uda ",
            "aux_muscles": "",
            "stabilizers": "czworoboczny część górna, czworoboczny część środkowa, dźwigacz łopatki",
            "how_to": "Usiądź na siedzisku maszyny. Być może będziesz musiał dopasować oparcie pod plecy (w zależności od swoich parametrów). Wypnij klatkę do przodu i chwyć za uchwyty bądź krawędź siedziska w celu zachowania stabilnej pozycji. Weź wdech i wykonaj ruch prostowania aż do pełnego wyprostu nóg w stawach kolanowych. Następnie zrób wydech i powróć do pozycji wyjściowej powoli kontrolując ciężar.",
            "attentions": "Jest to ćwiczenie izolowane. Świetnie nadaje się do wstępnego zmęczenia, jak również do pracowania nad szczegółami mięśni czworogłowych. Nie należy używać zbyt dużych ciężarów. W momencie wyprostu nóg, w celu lepszego napięcia mięśni dobrze jest je przez chwile przytrzymać. \r\n\r\nUłożenie stóp: Kierując stopy do wewnątrz bardziej angażuje się zewnętrzne obszary ud, zaś kierując stopy na zewnątrz - wewnętrzne obszary ud. Ustawiając stopy równolegle mięśnie czworogłowe pracują tak samo. \r\n\r\nUstawienia kątów siedzenia maszyny: Większość maszyn ma siedzenia zamontowane płasko. Jest to dobre dla rozbudowy całej przedniej części ud. Jeżeli siedzenie jest skierowane do góry, to większy nacisk podczas ćwiczenia kładziony jest na dolny przedni obszar ud (nad kolanem), natomiast jeśli siedzenie jest skierowane do dołu bardziej angażowany jest górny przedni obszar ud.",
            "_id": "41ee9bf0-61fa-409d-9b8d-71e41ce3562c"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Odwrotne wspięcia stojąc",
            "second_name": "",
            "img_1": "/images/20_nogi_1.jpg",
            "img_2": "/images/20_nogi_2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_12.png",
            "video": "https://www.youtube.com/watch?v=uCE-E2jw5Gg",
            "main_muscles": "piszczelowy przedni",
            "aux_muscles": "prostownik długi palców, prostownik długi palucha",
            "stabilizers": "czworogłowy uda, kulszowo - goleniowe, czworoboczny część górna, czworoboczny cześć środkowa, dźwigacz łopatki, pośladkowy średni, pośladkowy mały ",
            "how_to": "Umieść sztangę (więcej w uwagach) na górnej części mięśni czworobocznych i stań w lekkim rozkroku, pietami na podkładce. Patrz przed siebie, wypnij klatkę piersiową do przodu i ściągnij łopatki. Następnie weź wdech i zacznij ruch wspięcia przodem stóp. W najwyższym punkcie przytrzymaj trochę, zrób wydech i powróć do pozycji wyjściowej, czyli do momentu maksymalnego rozciągnięcia mięśni. Podczas ćwiczenia nogi i tułów trzymaj prosto.",
            "attentions": "Ćwiczenie to można wykonać również na suwnicy Smitha, przy pomocy sztangielki lub maszyny.",
            "_id": "dfc130bd-d1ff-4af5-a35f-79c777c0b448"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Odwodzenie siedząc",
            "second_name": "na maszynie",
            "img_1": "/images/3_nogi_1.jpg",
            "img_2": "/images/3_nogi_2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_2.png",
            "video": "https://www.youtube.com/watch?v=BZKe50ZtFR4",
            "main_muscles": "napinacz powięzi szerokiej",
            "aux_muscles": "pośladkowy wielki, pośladkowy mały, pośladkowy średni, gruszkowaty",
            "stabilizers": "",
            "how_to": "Usiądź w siedzisku maszyny i zaprzyj nogi o poduszki. Weź wdech i rozpocznij ruch odwodzenia, polegający na rozszerzaniu nóg na zewnątrz. W momencie największego rozchylenia nóg przytrzymaj je przez 2 - 3 sekundy, zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej.",
            "attentions": "Jest to ćwiczenie izolowane. Pochylając tułów do tyłu bardziej angażuje się mięsień pośladkowy średni, zaś pochylając tułów do przodu mocniej pracuje mięsień pośladkowy wielki. Nawet w miarę wzrostu zaawansowania należy zwracać szczególną uwagę na dobór obciążenia, ponieważ grupa ćwiczonych mięśni jest szczególnie podatna na kontuzję. Ćwiczenie to można wykonywać również jednonóż na wyciągu przy pomocy opaski założonej na wysokości kostki i połączonej z linką wyciągu.",
            "_id": "e1611b20-4d1e-4280-b817-1de7dd0b3807"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Odpychanie nóg siedząc/leżąc",
            "second_name": "na suwnicy",
            "img_1": "/images/7_nogi_1.jpg",
            "img_2": "/images/7_nogi_2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_4.png",
            "video": "https://www.youtube.com/watch?v=WffJdusXQfs",
            "main_muscles": "czworogłowe uda ",
            "aux_muscles": "pośladkowy wielki, przywodziciel wielki, płaszczkowaty łydki ",
            "stabilizers": "kulszowo-goleniowe, brzuchaty łydki",
            "how_to": "Usiądź lub połóż się na maszynie i ustaw stopy na platformie, mniej więcej na szerokość barków (więcej w uwagach). Stopy powinny w całości przylegać do platformy. Weź wdech, zwolnij blokadę ciężaru i rozpocznij wykonywanie ćwiczenia. W momencie, gdy nogi zegną się w kolanach pod kątem ok. 90 stopni zacznij wypychanie ciężaru i jednocześnie rób wydech.",
            "attentions": "Nie należy zbyt mocno zginać nóg, ponieważ powoduje to obciążenie dolnej części grzbietu. Podczas wyprostu nóg nie powinno się blokować kolan, gdyż wywiera to zbyt duży nacisk na stawy kolanowe. Podczas ćwiczenia nie można podnosić pleców z oparcia.\r\n\r\nUstawienia stóp i kątów: Na siłowniach można spotkać się z różnymi suwnicami, które są ustawione pod innymi kątami. Być może suwnica, na której będziesz ćwiczył będzie miała możliwość regulacji kąta nachylenia. Dzięki tej różnorodności i możliwości wprowadzenia zmian, można oddziaływać na mięśnie ud w różnorodny sposób. Pozwala to na złamanie monotonii treningowej. Ustawiając stopy wyżej mocniej angażuje się mięśnie pośladkowe oraz kulszowo - goleniowe, zaś ustawiając stopy niżej bardziej zaangażowane są mięśnie czworogłowe uda. Szerokie ustawienie stóp oznacza większą prącę przywodzicieli (wewnętrzny obszar ud), a ustawiając stopy wężej mocniej pracują mięśnie czworogłowe - głównie ich zewnętrzną część.",
            "_id": "46771d1a-ceab-4951-be62-cbbfc2163ab8"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Martwy ciąg na prostych nogach",
            "second_name": "",
            "img_1": "/images/16_nogi_1.jpg",
            "img_2": "/images/16_nogi_2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_10.png",
            "video": "https://www.youtube.com/watch?v=lIb1MeuDxuU",
            "main_muscles": "kulszowo - goleniowe (półścięgnisty, półbłoniasty, dwugłowy uda)",
            "aux_muscles": "pośladkowy wielki, przywodziciel wielki, prostowniki grzbietu",
            "stabilizers": "czworoboczny, dźwigacz łopatki, proste brzucha, skośne brzucha, równoległoboczny ",
            "how_to": "Podejdź do gryfu ustawionego na podłożu tak, aby palce stóp wystawały za gryf. Pochyl się do przodu zachowując naturalną krzywiznę kręgosłupa. Chwyć gryf (nachwytem, bądź chwytem mieszanym - jedna ręka nachwytem, druga podchwytem). Weź wdech i zacznij się prostować, wypychając biodra do przodu i robiąc jednocześnie wydech. Przed następnym powtórzeniem ponownie weź wdech i zacznij zginać tułów aż do momentu, gdy gryf znajdzie się poniżej kolan do kąta ok. 90 stopni.",
            "attentions": "Podczas wykonywania ćwiczenia należy trzymać ręce cały czas prosto. Kolana mogą być lekko ugięte. Sztangę powinno prowadzić się blisko ciała. Trzeba starać się trzymać plecy prosto (unikać okrągłych pleców i kociego grzbietu). Zakres ruchu w dół zależy indywidualnie od gibkości danej osoby. Nie jest polecane zginanie tułowia pod kątem większym niż 90 stopni, ponieważ może to doprowadzić do kontuzji. Zamiast sztangi można użyć również sztangielek. Martwy ciąg na prostych nogach jest ciężkim ćwiczeniem pod względem technicznym, dlatego zalecana jest nauka jego wykonywania zaczynając od małych ciężarów i najlepiej pod okiem doświadczonych osób. Serie właściwe ćwiczenia powinny być poprzedzone kilkoma seriami rozgrzewkowymi.",
            "_id": "00170edd-6e26-4822-bfd0-421fe2cd22db"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Hack przysiad",
            "second_name": "ze sztangą",
            "img_1": "/images/hack.jpg",
            "img_2": "/images/hack2.jpg",
            "img_3": "",
            "img_muscle": "/images/nogi_4.png",
            "video": "https://www.youtube.com/watch?v=U5-BK6TpDRI",
            "main_muscles": "czworogłowe uda ",
            "aux_muscles": "pośladkowy wielki, przywodziciel wielki, płaszczkowaty łydki ",
            "stabilizers": "kulszowo goleniowe (półścięgnisty, półbłoniasty , dwugłowy uda), brzuchaty łydki, prostowniki grzbietu, prosty brzucha, skośne brzucha, czworoboczny część środkowa, czworoboczny część górna, dźwigacz łopatki  ",
            "how_to": "Stań w rozkroku na szerokość barków plecami do sztangi ułożonej na podłożu. Zrób przysiad zachowując naturalną krzywiznę kręgosłupa, chwyć sztangę nachwytem. Weź wdech i wyprostuj tułów, robiąc wydech. Jesteś ustawiony w pozycji wyjściowej. Wypnij klatkę piersiową do przodu, patrz przed siebie lub lekko do góry, zrób wdech i zacznij przysiad, do momentu, gdy uda będą równoległe do podłoża, zacznij powrót do pozycji wyjściowej robiąc wydech.",
            "attentions": "Podczas wykonywania ćwiczenia unikaj kociego grzbietu, plecy powinny zachowywać naturalną krzywizną kręgosłupa, ramiona trzymaj blisko ciała oraz wyprostowane, nie odbijaj sztangi od podłoża. Ćwiczenie możesz wykonać również na suwnicy Smitha.",
            "_id": "6642ba22-c19d-4520-bb61-0ab7a2c78f18"
        },
        {
            "category": "Nogi i pośladki",
            "name": "Żuraw",
            "second_name": "\"Glute-Ham Raise\"",
            "img_1": "/images/IMG_7866.jpg",
            "img_2": "/images/IMG_7870.jpg",
            "img_3": "/images/IMG_7873.jpg",
            "img_muscle": "/images/nogi_9.png",
            "video": "https://www.youtube.com/watch?v=h5IiSZJNgek",
            "main_muscles": "kulszowo - goleniowe (półścięgnisty, półbłoniasty, dwugłowy uda)",
            "aux_muscles": "krawiecki, podkolanowy",
            "stabilizers": "brzuchaty łydki, smukły",
            "how_to": "Do wykonania tego ćwiczenia będziesz potrzebował partnera treningowego albo miejsca gdzie możesz bezpiecznie zaprzeć nogi. Uklęknij na podłożu, poproś partnera, aby złapał Cię za łydki, dociskając je do podłoża. Ręce skrzyżuj na piersiach, bądź ułóż wzdłuż tułowia. Następnie, zacznij powoli opuszczać tułów do przodu, plecy trzymając prosto. W momencie, gdy musisz ratować się przed upadkiem, wysuń ręce do przodu, pozwól swobodnie opaść tułowiu na podłoże przyjmując pozycję jak przy wykonaniu pompki, następnie energicznie powróć do pozycji wyjściowej, wypychając tułów rękami.",
            "attentions": "Ćwiczenie możesz wykonać również za pomocą ławeczki lub używając obciążonego gryfu leżącego na podłożu (zapierając pod nim łydki). Możesz również użyć dodatkowego obciążenia (w przypadku ławeczki). Jedno z najlepszych ćwiczeń na kulszowo – goleniowe, aczkolwiek rzadko wykonywane.",
            "_id": "864830bf-9ed2-4459-a7ec-71b15ae50629"
        },
        {
            "category": "Plecy",
            "name": "Yates Rows",
            "second_name": "",
            "img_1": "/images/yates-rows.jpg",
            "img_2": "/images/yates-rows2.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_4.png",
            "video": "https://www.youtube.com/watch?v=aETWa2h1Pko",
            "main_muscles": "ogółem mięśnie pleców",
            "aux_muscles": "czworoboczny część środkowa, czworoboczny część dolna, równoległoboczny, najszerszy grzbietu, obły większy, naramienny akton tylny, podgrzebieniowy, obły mniejszy, piersiowy większy, ramienny, ramienno-promieniowy",
            "stabilizers": "dwugłowy ramienia, długa głowa tricepsu, prostowniki grzbietu, kulszowo - goleniowe, przywodziciel wielki, pośladkowy wielki",
            "how_to": "Podejdź do sztangi i rozstaw stopy na szerokość barków. Pochyl tułów pod kątem 20 – 30 stopni od pełnego wyprostu, zachowując naturalną krzywiznę kręgosłupa. Złap gryf na szerokości barków nachwytem lub podchwytem. Patrząc przed siebie weź oddech i rozpocznij ruch wiosłowania. W momencie dotknięcia gryfem brzucha wypuść powietrze i zacznij powoli opuszczać sztangę do momentu pełnego rozciągnięcia mięśni.",
            "attentions": "Nazwa ćwiczenia pochodzi od jednego z najbardziej utytułowanych kulturystów w historii – Doriana Yates`a, który je wymyślił. Główne różnice pomiędzy wiosłowaniem Yates`a, a zwykłym wiosłowaniem to kąt nachylenia tułowia. Otóż w omawianym ćwiczeniu tułów powinien być nachylony pod kątem ok. 20 – 30 stopni od pełnego wyprostu. Pozwala to na mocniejsze zaangażowanie górnej części pleców w tym również czworobocznego. Sztanga prowadzona jest do brzucha. Sam pomysłodawca ćwiczenia zalecał stosowanie podchwytu, co pozwala na użycie większych ciężarów, ale również mocniej angażuje biceps, o czym przekonał się sam Yates. Nie ma również możliwości wiosłowania do klatki. Można je wykonywać również sztangą łamaną, która zmniejsza naprężenia w nadgarstkach. Podczas jego wykonywania kluczową sprawą jest unikanie okrągłych pleców czyli tzw. kociego grzbietu. Wiosłowanie powinno być robione głównie przez odpowiedni ruch barków i łopatek, zgięcie przedramion powinno być tylko wykończeniem ruchu (ćwiczenia), unikniesz wtedy zbyt dużej pracy ramion w stosunku do pleców. Zasady dotyczące szerokości oraz sposobu chwytu są takie same jak w przypadku zwykłego wiosłowania.",
            "_id": "0e29f3ce-faaf-4f69-94e9-a38ca21bf4e5"
        },
        {
            "category": "Plecy",
            "name": "Wznosy barków",
            "second_name": "(szrugsy)",
            "img_1": "/images/1_plecy_1.jpg",
            "img_2": "/images/1_plecy_2.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_1.png",
            "video": "https://www.youtube.com/watch?v=gklOqFbX-Aw",
            "main_muscles": "czworoboczny część górna",
            "aux_muscles": "czworoboczny część środkowa, dźwigacz łopatki",
            "stabilizers": "prostownik grzbietu",
            "how_to": "Chwyć sztangę nachwytem na szerokości barków. Wypnij klatkę piersiową do przodu i ściągnij łopatki. Głowę trzymaj prosto lub lekko pochyloną w dół. Weź wdech i unieś barki jak najwyżej do góry. W momencie napięcia mięśni przytrzymaj chwilę, zrób wydech i wróć do pozycji wyjściowej.",
            "attentions": "W przypadku dużych ciężarów na sztandze można używać chwytu mieszanego. Wznosy barków można wykonywać na wiele różnych sposobów. Oprócz opisanego wyżej m.in. siedząc z hantlami, z przodu / z tyłu / z boku z hantlami, z przodu / z tyłu ze sztangą, na wyciągu, na specjalnych maszynach, w pochyleniu z hantlami na ławce skośnej.",
            "_id": "9434cc31-d3a9-42d5-b339-a9f0b9d4c42c"
        },
        {
            "category": "Plecy",
            "name": "Wyprosty tułowia",
            "second_name": "na ławeczce / maszynie",
            "img_1": "/images/7_plecy_1.jpg",
            "img_2": "/images/7_plecy_2.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_7.png",
            "video": "https://www.youtube.com/watch?v=Na6yPui96mw",
            "main_muscles": "prostowniki grzbietu",
            "aux_muscles": "pośladkowy wielki, przywodziciel wielki, kulszowo-goleniowe",
            "stabilizers": "",
            "how_to": "Ułóż się na ławeczce, twarzą w kierunku podłoża. Biodra spoczywają na oparciu, zaś nogi zaprzyj o bloczek znajdujący się na dole ławeczki. Skrzyżuj ręce na piersiach (więcej w uwagach), weź wdech i rozpocznij zgięcie. W momencie wyprostu zrób wydech i wróć do pozycji wyjściowej.",
            "attentions": "Jest to ćwiczenie izolowane. Podczas wykonywania ćwiczenia, nogi należy trzymać lekko ugięte w kolanach, gdyż przy wyprostowanych kolanach dochodzi do nadmiernego przeprostu i cierpią stawy kolanowe. W momencie wyprostu dla zwiększenia intensywności można przytrzymać tułów na kilka sekund. Na siłowniach można spotkać się z różnego rodzaju ławeczkami, które różnią się głównie kątem nachylenia. Początkującym polecane jest wykonywanie ćwiczenia na ławeczce bardziej skośnej, ponieważ jest to łatwiejsze. Ćwiczenie można wykonywać ze sztangą na karku, z talerzem przed sobą lub za karkiem. Ze względu na mniejszą dźwignię (co powoduje mniejsze obciążenie stawów), poleca się wykonywanie wersji z obciążeniem trzymanym przy piersi. Na początku jednak powinien wystarczyć ciężar własnego ciała, a nawet w miarę wzrostu zaawansowania zalecane jest ostrożne dobieranie ciężaru.",
            "_id": "e9051133-eb79-46ce-85f0-2dcf64c4116a"
        },
        {
            "category": "Plecy",
            "name": "Wiosłowanie",
            "second_name": "sztangielką",
            "img_1": "/images/5_plecy_1.jpg",
            "img_2": "/images/5_plecy_2.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_4.png",
            "video": "https://www.youtube.com/watch?v=QhzhrLWstkc",
            "main_muscles": "ogółem mięśnie pleców",
            "aux_muscles": "czworoboczny część środkowa, czworoboczny część dolna, równoległoboczny, najszerszy grzbietu, obły większy, naramienny akton tylny, podgrzebieniowy, obły mniejszy, piersiowy większy, ramienny, ramienno-promieniowy",
            "stabilizers": "dwugłowy ramienia, długa głowa tricepsu, triceps (ręka, na której się opierasz)",
            "how_to": "Jedną ręką (tą, którą nie ćwiczysz) i kolanem z tej samej strony oprzyj się o ławkę, zaś drugą ręką złap sztangielkę tak, aby dłoń była zwrócona palcami w kierunku ciała (więcej w uwagach). Tułów powinien być prawie równoległy do podłoża. Weź wdech i rozpocznij ruch wiosłowania, poruszając łokciem przez cały czas blisko ciała. Zakończ powtórzenie w momencie, gdy ręka znajdzie się w najwyższym punkcie, a następnie zrób wydech i powróć powoli kontrolując ciężar do pozycji wyjściowej.",
            "attentions": "Podczas ćwiczenia można zastosować również inny chwyt tzn. kciuk dłoni może być zwrócony w kierunku ciała, przez co mocniej angażuje się górną część obszaru ćwiczonych mięśni pleców. Podobnie, gdy wiosłuje się w kierunku klatki. Wiosłując do brzucha bardziej pracują dolne obszary pleców. Dla zwiększenia intensywności w momencie napięcia mięśni można lekko skierować tułów pracującej strony w górę.",
            "_id": "6f3d1216-5210-47f6-aa26-a1b859d60766"
        },
        {
            "category": "Plecy",
            "name": "Wiosłowanie",
            "second_name": "sztangielkami stojąc",
            "img_1": "/images/IMG_7670.jpg",
            "img_2": "/images/IMG_7674.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_4.png",
            "video": "https://www.youtube.com/watch?v=B-HryLsmU1w",
            "main_muscles": "ogółem mięśnie pleców",
            "aux_muscles": "czworoboczny część środkowa, czworoboczny część dolna, równoległoboczny, najszerszy grzbietu, obły większy, naramienny akton tylni podgrzebieniowy, obły mniejszy, piersiowy większy, ramienny, ramienno-promieniowy ",
            "stabilizers": "dwugłowy ramienia, długa głowa tricepsu",
            "how_to": "Złap sztangielki nachwytem, ustawiając nadgarstek w chwycie młotkowym. Pochyl tułów zachowując naturalną krzywiznę kręgosłupa, weź oddech, patrz przed siebie i rozpocznij ruch wiosłowania sztangielkami, (łokcie przez cały czas poruszają się blisko ciała), w momencie, gdy sztangielki znajdą się w najwyższym punkcie, wypuść powietrze i zacznij je powoli opuszczać do momentu pełnego rozciągnięcia mięśni.",
            "attentions": "Podczas ćwiczenia możesz zastosować inny chwyt - kciuk dłoni zwrócony w kierunku ciała, angażujesz wtedy mocniej górną część obszaru ćwiczonych mięśni pleców, podobnie gdy wiosłujesz w kierunku klatki. Wiosłując do brzucha mocniej angażujesz dolne obszary pleców.",
            "_id": "a7f59e89-2bcf-4a4a-a8d8-40ce40c38349"
        },
        {
            "category": "Plecy",
            "name": "Wiosłowanie",
            "second_name": "sztangą",
            "img_1": "/images/2_plecy_1.jpg",
            "img_2": "/images/2_plecy_2.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_4.png",
            "video": "https://www.youtube.com/watch?v=zq5eBuxKsMY",
            "main_muscles": "ogółem mięśnie pleców",
            "aux_muscles": "czworoboczny część środkowa, czworoboczny część dolna, równoległoboczny, najszerszy grzbietu, obły większy, naramienny akton tylny, podgrzebieniowy, obły mniejszy, piersiowy większy, ramienny, ramienno-promieniowy",
            "stabilizers": "dwugłowy ramienia, długa głowa tricepsu, prostowniki grzbietu, kulszowo - goleniowe, przywodziciel wielki, pośladkowy wielki",
            "how_to": "Podejdź do sztangi i rozstaw stopy na szerokość barków. Pochyl tułów zachowując naturalną krzywiznę kręgosłupa, a następnie złap gryf na szerokości barków (więcej w uwagach) nachwytem bądź podchwytem (więcej w uwagach). Weź wdech, patrz przed siebie i rozpocznij ruch wiosłowania. W momencie dotknięcia gryfem brzucha lub klatki (więcej w uwagach) zrób wydech i zacznij powoli opuszczać sztangę, aż do momentu pełnego rozciągnięcia mięśni.",
            "attentions": "Wiosłowanie sztangą jest jednym z najbardziej podstawowych złożonych ćwiczeń stosowanym w rozwoju mięśni pleców. Dzięki możliwości oddziaływania na różne obszary mięśni pleców poprzez zmianę m.in. szerokości uchwytu, sposobu uchwytu itd. jest ćwiczeniem bardzo wszechstronnym. Można je wykonywać również sztangą łamaną, która zmniejsza naprężenia w nadgarstkach. Podczas jego wykonywania kluczową sprawą jest unikanie okrągłych pleców czyli tzw. kociego grzbietu. Wiosłowanie powinno być robione głównie przez odpowiedni ruch barków i łopatek, a zgięcie przedramion powinno być tylko wykończeniem ruchu (ćwiczenia), dzięki czemu unika się zbyt dużej pracy ramion w stosunku do pleców.\r\n\r\nNachwyt czy podchwyt? Łapiąc sztangę nachwytem angażuje się bardziej mięsień równoległoboczny i dolną część mięśnia czworobocznego, a podczas ćwiczenia łokcie prowadzi się szeroko. Łapiąc sztangę podchwytem bardziej angażuje się biceps (co może być niekorzystne przy dużych ciężarach) i górną część mięśnia czworobocznego, zaś łokcie prowadzi się bliżej tułowia. W podchwycie można ćwiczyć ze sztangą łamaną.\r\n\r\nSzerokość ustawienia dłoni: Łapiąc sztangę szerzej niż szerokość barków mocniej angażuje się zewnętrzną część pleców (mięsień najszerszy grzbietu, obły większy, obły mniejszy i podgrzebieniowy), zaś łapiąc sztangę wężej, bardziej angażuje się środkowe części pleców (mięsień czworoboczny i równoległoboczny).\r\n\r\nDo brzucha czy do klatki? Wykonując wiosłowanie do klatki mocniej angażuje się górną cześć pleców - mięśnie czworoboczne grzbietu, obłe większe, obłe mniejsze i tylne aktony mięśni naramiennych, zaś\r\nwiosłowanie wykonywane do brzucha mocniej angażuje dolne obszary mięśni pleców.\r\n\r\nKąt nachylenia tułowia: Im mniej pochylony tułów (wyższa pozycja), tym bardziej angażuje się wyższe partie mięśnia czworobocznego i górną część pleców. Im tułów bardziej pochylony (niższa pozycja), tym mocniej pracują niższe partie mięśnia czworobocznego i dolna część pleców oraz prostowniki.",
            "_id": "37abf023-2f0f-4e5e-8198-c137e6f61d09"
        },
        {
            "category": "Plecy",
            "name": "Wiosłowanie",
            "second_name": "Pendlay'a",
            "img_1": "/images/pendleya.jpg",
            "img_2": "/images/pendleya2.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_4.png",
            "video": "https://www.youtube.com/watch?v=aXZGAnzIhtE",
            "main_muscles": "ogółem mięśnie pleców",
            "aux_muscles": "czworoboczny część środkowa, czworoboczny część dolna, równoległoboczny, najszerszy grzbietu, obły większy, naramienny akton tylny, podgrzebieniowy, obły mniejszy, piersiowy większy, ramienny, ramienno-promieniowy",
            "stabilizers": "dwugłowy ramienia, długa głowa tricepsu, prostowniki grzbietu, kulszowo - goleniowe, przywodziciel wielki, pośladkowy wielki",
            "how_to": "Podejdź do sztangi i rozstaw stopy na szerokość barków. Pochyl tułów równolegle do podłoża zachowując naturalną krzywiznę kręgosłupa. Złap gryf na szerokości barków nachwytem i weź oddech. Patrząc przed siebie rozpocznij ruch wiosłowania. W momencie dotknięcia gryfem górnej części brzucha lub dolnej części klatki piersiowej, ściągnij łopatki, wypuść powietrze i zacznij opuszczać sztangę do momentu odłożenia jej na podłoże.",
            "attentions": "Kolejna odmiana wiosłowania. Nazwa ćwiczenia pochodzi od jego pomysłodawcy – trenera Glenna Pendlay`a. W odróżnieniu od klasycznego wiosłowania każde powtórzenie kończy się odłożeniem sztangi na podłoże. Ruch wiosłowania ma być wykonany bardzo szybko i dynamicznie. Biodra oraz tułów nie powinny zmieniać pozycji. Tułów powinien być nachylony równolegle do podłoża. Wiosłowanie powinno być robione głównie przez odpowiedni ruch barków i łopatek, zgięcie przedramion powinno być tylko wykończeniem ruchu (ćwiczenia), unikniesz wtedy zbyt dużej pracy ramion w stosunku do pleców.",
            "_id": "b3b72791-7d70-482c-808d-95502a8b3cb6"
        },
        {
            "category": "Plecy",
            "name": "Wiosłowanie",
            "second_name": "na wyciągu dolnym",
            "img_1": "/images/14_plecy_1.jpg",
            "img_2": "/images/14_plecy_2.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_14.png",
            "video": "https://www.youtube.com/watch?v=ICpJf0RSnC0",
            "main_muscles": "ogółem mięśnie pleców",
            "aux_muscles": "prostowniki grzbietu, czworoboczny część dolna, czworoboczny część górna, równoległoboczny, najszerszy grzbietu, obły większy, obły mniejszy, naramienny akton tylny, podgrzebieniowy, ramienny, ramienno - promieniowy, piersiowy większy",
            "stabilizers": "dwugłowy ramienia, długa głowa tricepsu, kulszowo - goleniowe, przywodziciel wielki, pośladkowy wielki ",
            "how_to": "Usiądź na siedzisku maszyny i zaprzyj nogi o punkt podparcia. Chwyć gryf, weź wdech i zacznij ruch wiosłowania. Plecy trzymaj cały czas prosto. W momencie dotknięcia gryfem brzucha wypnij klatkę do przodu i ściągnij łopatki, a następnie zrób wydech i wróć kontrolując ciężar do pozycji wyjściowej.",
            "attentions": "Dla zwiększenia zakresu ruchu można podłożyć sobie coś pod stopy. Ćwiczenie, podobnie jak wiosłowanie sztangą daje możliwość oddziaływania na mięśnie pleców w bardzo wszechstronny sposób m.in. poprzez zmiany szerokości uchwytu oraz sposobu uchwytu gryfu. Wiosłowanie powinno być robione głównie przez odpowiedni ruch barków i łopatek, zaś zgięcie przedramion powinno być tylko wykończeniem ruchu (ćwiczenia). Dzięki temu unika się zbyt dużej pracy ramion w stosunku do pleców. Ćwiczenie to można wykonywać również w inny sposób np. leżąc na ławeczce skośnej na brzuchu przodem do wyciągu. Wykonuje się wtedy ruch przyciągania do ławeczki.\r\n\r\nSposoby chwytu: Na siłowni najczęściej można spotkać się z gryfem prostym, który można złapać podchwytem. Angażuje się wtedy bardziej środkową i dolną część pleców oraz biceps, a łokcie prowadzi się blisko tułowia. Gryf można złapać również nachwytem, co mocniej angażuje tylny akton naramiennych oraz część górną mięśni pleców. Można odpowiednio łapać gryf szerzej, wtedy bardziej angażuje się zewnętrzne obszary pleców oraz wężej - środkowe obszary pleców.",
            "_id": "59a4733f-6cbc-4708-b195-d144f8800041"
        },
        {
            "category": "Plecy",
            "name": "Wiosłowanie",
            "second_name": "końcem sztangi",
            "img_1": "/images/4_plecy_1.jpg",
            "img_2": "/images/4_plecy_2.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_4.png",
            "video": "https://www.youtube.com/watch?v=_7uJakDkVCM",
            "main_muscles": "ogółem mięśnie pleców",
            "aux_muscles": "czworoboczny część dolna, czworoboczny część górna, równoległoboczny, najszerszy grzbietu, obły większy, obły mniejszy, naramienny akton tylny, podgrzebieniowy, ramienny, ramienno - promieniowy, piersiowy większy",
            "stabilizers": "prostowniki grzbietu, dwugłowy ramienia, długa głowa tricepsu, kulszowo - goleniowe, przywodziciel wielki, pośladkowy wielki",
            "how_to": "Stań w rozkroku nad sztangą, ugnij kolana i złap uchwyt sztangi zachowując naturalną krzywiznę kręgosłupa. Weź wdech i patrząc przed siebie zacznij ruch wiosłowania. W momencie dotknięcia sztangą brzucha ściągnij łopatki i zrób wydech. Powoli kontrolując ciężar zacznij opuszczać sztangę, aż do momentu maksymalnego rozciągnięcia mięśni. Podczas wykonywania ćwiczenia trzymaj plecy prosto i staraj się nie kołysać tułowiem.",
            "attentions": "Wiosłowanie powinno być robione głównie przez odpowiedni ruch barków i łopatek, zać zgięcie przedramion powinno być tylko wykończeniem ruchu (ćwiczenia). Dzięki temu unika się zbyt dużej pracy ramion w stosunku do pleców. Ćwiczenie, podobnie jak wiosłowanie sztangą daje możliwość oddziaływania na mięśnie pleców w bardzo wszechstronny sposób m.in. poprzez zmiany rączek sztangi, szerokości uchwytu oraz sposobu uchwytu. Najczęściej spotykaną rączką sztangi jest rączka w kształcie litery \"t\", tzw. t - bar. Łapiąc ją nachwytem angażuje się bardziej tylny akton mięśni naramiennych oraz górne obszary pleców. Stosując podchwyt mocniej angażuje się biceps i dolne obszary pleców. Można spotkać się również z rączką trójkątną tzw. v - bar, która pozwala na how_to przyciągania chwytem młotkowym. Bardziej pracują wtedy środkowe obszary mięśni pleców. Ćwiczenie to można wykonywać również na ławeczce, która ma podparcie na klatkę i brzuch. Pozwala to na większe wyizolowanie mięśni pleców ze względu na zmniejszenie roli nóg i prostowników grzbietu. Podczas ćwiczenia można również używać zwykłej sztangi, jednak tylko wtedy jeśli posiada się rączkę trójkątną lub sztangę w kształcie \"t\". Ustawia się ją w rogu pomieszczenia i prosi się partnera treningowego o przytrzymanie jej na końcu stopą podczas wiosłowania.\r\n\r\nIm bardziej tułów pochylony podczas ćwiczenia (wyższa pozycja), tym bardziej angażuje się wyższe \r\npartie mięśnia czworobocznego i górną część pleców, zaś im tułów mniej pochylony (niższa pozycja), tym mocniej pracują niższe partie mięśnia czworobocznego, dolna część pleców oraz prostowniki.",
            "_id": "e9068c1b-add9-4d76-9f57-dcf2c7bccb2d"
        },
        {
            "category": "Plecy",
            "name": "Wiosłowanie",
            "second_name": "hantlami w oparciu o ławkę skośną",
            "img_1": "/images/wioslowanielawka.jpg",
            "img_2": "/images/wioslowanielawka2.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_4.png",
            "video": "https://www.youtube.com/watch?v=tVa6wcgZirA",
            "main_muscles": "ogółem mięśnie pleców",
            "aux_muscles": "czworoboczny część środkowa, czworoboczny część dolna, równoległoboczny, najszerszy grzbietu, obły większy, naramienny akton tylni podgrzebieniowy, obły mniejszy, piersiowy większy, ramienny, ramienno-promieniowy",
            "stabilizers": "dwugłowy ramienia, długa głowa tricepsu",
            "how_to": "Złap sztangielki nachwytem, ustawiając nadgarstek w chwycie młotkowym (więcej w uwagach)).Pochyl tułów zachowując naturalną krzywiznę kręgosłupa i oprzyj się o ławkę skośną klatką piersiową, weź oddech, patrz przed siebie i rozpocznij ruch wiosłowania sztangielkami, (łokcie przez cały czas poruszają się blisko ciała), w momencie, gdy sztangielki znajdą się w najwyższym punkcie, wypuść powietrze i zacznij je powoli opuszczać do momentu pełnego rozciągnięcia mięśni.",
            "attentions": "Podczas ćwiczenia możesz zastosować inny chwyt - kciuk dłoni zwrócony w kierunku ciała, angażujesz wtedy mocniej górną część obszaru ćwiczonych mięśni pleców, podobnie gdy wiosłujesz w kierunku klatki. Wiosłując do brzucha mocniej angażujesz dolne obszary pleców. Dzięki zastosowaniu ławeczki skośnej, opierając się o nią klatką piersiową, eliminujesz możliwość oszukiwania podczas ćwiczenia oraz zmniejszasz zaangażowanie prostowników.",
            "_id": "7f110287-765c-4e28-8ba7-3f1cf1bffed3"
        },
        {
            "category": "Plecy",
            "name": "Szrugsy hantlami",
            "second_name": "w pochyleniu",
            "img_1": "/images/szrugsy2.jpg",
            "img_2": "/images/szrugsy22.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_1.png",
            "video": "https://www.youtube.com/watch?v=5VjLT0MqALE",
            "main_muscles": "czworoboczny część górna",
            "aux_muscles": "czworoboczny część środkowa, dźwigacz łopatki",
            "stabilizers": "",
            "how_to": "Chwyć sztangielki nachwytem, ustawiając nadgarstek w uchwycie młotkowym. Oprzyj się o ławkę skośną klatką piersiową, pozwól sztangielką na spokojne zwisanie po bokach. Weź wdech, unieś barki jak najwyżej do góry, w momencie spięcia mięśni przytrzymaj chwilę, zrób wydech i powróć do pozycji wyjściowej.",
            "attentions": "Znakomite ćwiczenie na część środkowa i górną czworobocznego. Opierając się o ławeczkę plecami eliminujesz możliwości oszukiwania podczas wykonywania ćwiczenia.",
            "_id": "197171bc-974c-4666-be70-304fd333a59a"
        },
        {
            "category": "Plecy",
            "name": "Szrugsy hantlami",
            "second_name": "w oparciu o ławkę skośną",
            "img_1": "/images/szrugsy.jpg",
            "img_2": "/images/szrugsy1.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_1.png",
            "video": "https://www.youtube.com/watch?v=1BJ5ghELMBk",
            "main_muscles": "czworoboczny część górna",
            "aux_muscles": "czworoboczny część środkowa, dźwigacz łopatki",
            "stabilizers": "",
            "how_to": "Chwyć sztangielki nachwytem, ustawiając nadgarstek w uchwycie młotkowym. Usiądź na ławeczce skośnej ustawionej pod kątem ok. 45 stopni, tak aby głowa i plecy do niej ściśle przylegały. Pozwól sztangielką na spokojne zwisanie po bokach. Weź wdech, unieś barki jak najwyżej do góry, w momencie spięcia mięśni przytrzymaj chwilę, zrób wydech i powróć do pozycji wyjściowej.",
            "attentions": "Znakomite ćwiczenie na część środkowa i górną czworobocznego. Opierając się o ławeczkę plecami eliminujesz możliwości oszukiwania podczas wykonywania ćwiczenia.",
            "_id": "1cfe37c0-0e17-4927-9010-d992e5cf449d"
        },
        {
            "category": "Plecy",
            "name": "Skłony ze sztangą na barkach",
            "second_name": "\"dzień dobry\" ",
            "img_1": "/images/8_plecy_1.jpg",
            "img_2": "/images/8_plecy_2.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_7.png",
            "video": "https://www.youtube.com/watch?v=PE5gauPLpIc",
            "main_muscles": "prostowniki grzbietu",
            "aux_muscles": "kulszowo - goleniowe, pośladkowy wielki, przywodziciel wielki",
            "stabilizers": "proste brzucha, skośne brzucha",
            "how_to": "Stań w rozkroku (trochę szerzej niż szerokość barków) i ułóż gryf na górnej części czworobocznych lub trochę niżej. Wyprostuj tułów, ściągnij łopatki, wypnij klatkę piersiową do przodu, nogi ugnij lekko w kolanach (więcej w uwagach), a głowę odchyl lekko do tyłu. Weź wdech i wykonaj skłon do przodu. W momencie, gdy tułów będzie równolegle do podłoża zacznij powrót do pozycji wyjściowej, wypychając biodra do przodu i robiąc jednocześnie wydech. Podczas wykonywania ćwiczenia trzymaj plecy prosto i staraj się unikać robienia tzw. \"kociego grzbietu\" i \"okrągłych pleców\".",
            "attentions": "Skłony ze sztangą na barkach są świetnym ćwiczeniem na mięśnie dwugłowe ud oraz prostowniki grzbietu. Ćwiczenie to można wykonywać na wyprostowanych nogach lub uginając kolana. Osoby początkujące nie powinny używać dużych ciężarów oraz najlepiej, by wykonywały to ćwiczenie pod okiem kogoś doświadczonego. Skłony ze sztangą na barkach są często używane jako ćwiczenie pomocnicze w treningach siłowych, szczególnie pod kątem przysiadów i martwych ciągów.",
            "_id": "ffacf25d-b1e3-4a8b-8916-1a5e35281650"
        },
        {
            "category": "Plecy",
            "name": "Przyciąganie linki wyciągu",
            "second_name": "do twarzy",
            "img_1": "/images/IMG_7809.jpg",
            "img_2": "/images/IMG_7811.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_4.png",
            "video": "https://www.youtube.com/watch?v=QDQxbuztRf0",
            "main_muscles": "czworoboczny oraz naramienny - akton tylny",
            "aux_muscles": "ramienny, ramienno - promieniowy, dwugłowy ramienia, obły większy, obły mniejszy, podgrzebieniowy, równoległoboczny, dźwigacz łopatki, piersiowy mniejszy",
            "stabilizers": "długa głowa tricepsu",
            "how_to": "Stań twarzą do wyciągu górnego. Złap linkę połączoną z wyciągiem górnym nachwytem oburącz. Wypnij klatkę piersiową do przodu. Weź oddech i zacznij przyciągać linkę w kierunku twarzy, trzymając łokcie wysoko oraz na zewnątrz. W momencie spięcia mięśni grzbietu, ściągnij łopatki, zrób wydech i powoli opuść linkę do momentu maksymalnego rozciągnięcia mięśni.",
            "attentions": "Znakomite ćwiczenie na górną część grzbiety, w tym również czworoboczne oraz na tylni akton barków. Możesz wykonać je również siedząc oraz przy pomocy prostego gryfu połączonego z wyciągiem górnym. Możesz również użyć górnego wyciągu z maszyny do ćwiczenia pleców. Podczas wykonywania ćwiczenia, nie oszukuj bujając tułowiem.",
            "_id": "1697c92c-019c-4ddf-89f6-ce98fc7b260c"
        },
        {
            "category": "Plecy",
            "name": "Przyciąganie klamer",
            "second_name": "wyciągu dolnego",
            "img_1": "/images/15_plecy_1.jpg",
            "img_2": "/images/15_plecy_2.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_14.png",
            "video": "https://www.youtube.com/watch?v=Y81DNPhy14c",
            "main_muscles": "ogółem mięśnie pleców",
            "aux_muscles": "prostowniki grzbietu, czworoboczny część dolna, czworoboczny część górna, równoległoboczny, najszerszy grzbietu, obły większy, obły mniejszy, naramienny akton tylny, podgrzebieniowy, ramienny, ramienno - promieniowy, piersiowy większy",
            "stabilizers": "dwugłowy ramienia, długa głowa tricepsu, kulszowo - goleniowe, przywodziciel wielki, pośladkowy wielki",
            "how_to": "Usiądź na siedzisku maszyny, stopy zaprzyj o punkt podparcia i chwyć rączkę wyciągu (więcej w uwagach). Weź wdech i zacznij ruch przyciągania, trzymając przy tym plecy cały czas prosto. W momencie dotknięcia rączką brzucha wypnij klatkę do przodu i ściągnij łopatki, zrób wydech i kontrolując ciężar wróć do pozycji wyjściowej, czyli do momentu maksymalnego rozciągnięcia mięśni.",
            "attentions": "Dla zwiększenia zakresu ruchu można podłożyć sobie coś pod stopy. Przyciąganie powinno być robione głównie przez odpowiedni ruch barków i łopatek, zaś zgięcie przedramion powinno być tylko wykończeniem ruchu (ćwiczenia). Dzięki temu unika się zbyt dużej pracy ramion w stosunku do pleców. Ćwiczenie daje możliwość oddziaływania na mięśnie pleców w bardzo wszechstronny sposób m.in. poprzez zmiany rączki wyciągu. Ćwiczenie to można wykonywać również za pomocą specjalnej maszyny.\r\n\r\nRączki wyciągu: Na siłowni można spotkać się z rączką trójkątną wyciągu, pozwalającą na how_to ćwiczenia za pomocą chwytu młotkowego. Angażuje się wtedy mocniej środkowe obszary pleców. Drugim typem rączki są tzw. \"rogi\". Podobnie jak w przypadku rączki trójkątnej pozwalają one na how_to ćwiczenia chwytem młotkowym, lecz nieco szerzej. Ćwiczenie można również wykonać jednorącz za pomocą pojedynczej klamry wyciągu, co pozwala na dodatkowe ruchy w nadgarstkach w celu mocniejszej pracy rotatorów ramion.",
            "_id": "f4778a50-9469-49d7-8cc1-ee89e4f75273"
        },
        {
            "category": "Plecy",
            "name": "Przenoszenie sztangielki/sztangi",
            "second_name": "za głowę",
            "img_1": "/images/6_plecy_1.jpg",
            "img_2": "/images/6_plecy_2.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_6.png",
            "video": "https://www.youtube.com/watch?v=xoeBilWqbdY",
            "main_muscles": "najszerszy grzbietu",
            "aux_muscles": "piersiowy większy, długa głowa tricepsu, obły większy, naramienny akton tylny, równoległoboczny, dźwigacz łopatki, piersiowy mniejszy",
            "stabilizers": "trójgłowy ramienia, naramienny akton przedni, piersiowy większy obojczykowy, mięśnie przedramion",
            "how_to": "Połóż się na plecach wzdłuż prostej ławki (więcej w uwagach), tak aby górna część pleców (łopatki i kark) znalazła się na niej. Stopy ustaw stabilnie na podłożu. Złap sztangę (możesz użyć prostej lub łamanej) nachwytem na szerokość barków (więcej w uwagach), unieś ręce prostopadle z ciężarem, ugnij łokcie (więcej w uwagach) i zacznij przenoszenie sztangi za głowę wykonując wdech, aż do momentu maksymalnego rozciągnięcia mięśni. Następnie zacznij powrót do pozycji wyjściowej, jednocześnie robiąc wydech.",
            "attentions": "Ćwiczenie to można wykonywać również w poprzek ławki (pozycja ta została opisana w dziale klatka piersiowa), jednak dla początkujących łatwiejsze wydaje się ułożenie wzdłuż ławki. Podczas wykonywania ćwiczenia nie należy odrywać pośladków ani pleców od ławki. Ciężar powinien być dobrany starannie i ostrożnie tak, aby móc go kontrolować w każdej fazie ruchu. Szersze ustawienie ramion na gryfie powoduje większe zaangażowanie górnych obszarów mięśni najszerszych grzbietu. Ćwiczenie to można wykonać również za pomocą gryfu połączonego z linką wyciągu dolnego oraz za pomocą sztangielki.",
            "_id": "121d29c1-475b-4c3a-86c8-3e44a7659460"
        },
        {
            "category": "Plecy",
            "name": "Podciąganie",
            "second_name": "na niskim drążku",
            "img_1": "/images/IMG_7859.jpg",
            "img_2": "/images/IMG_7862.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_12.png",
            "video": "https://www.youtube.com/watch?v=kJXCIDcvnNg",
            "main_muscles": "ogółem mięśnie pleców",
            "aux_muscles": "czworoboczny część dolna, czworoboczny część środkowa, równoległoboczny, najszerszy grzbietu, obły większy, obły mniejszy, naramienny akton tylni, podgrzebieniowy, ramienny, ramienno-promieniowy, piersiowy większy część środkowa",
            "stabilizers": "dwugłowy ramienia, długa głowa tricepsu, prostowniki grzbietu, kulszowo-goleniowe, pośladkowy wielki",
            "how_to": "Połóż się na podłożu, tak aby gryf znajdujący się na suwnicy Smitha znajdował się nad Twoją klatką piersiową. Stopy ułóż na ławeczce prostej, nogi trzymaj wyprostowane. Złap sztangę nachwytem lub podchwytem nieco szerzej niż szerokość barków. Wypnij klatkę piersiową, weź wdech i zacznij ruch przyciągania tułowia do gryfu, w momencie gdy gryf dotknie klatki piersiowej lub nieco przed zrób wydech i powoli powróć do pozycji wyjściowej, do momentu maksymalnego rozciągnięcia mięśni.",
            "attentions": "Ćwiczenie jest połączeniem wiosłowania i podciągania. Wysokość na jakiej znajduje się sztanga powinna być na tyle duża, abyś miał możliwość całkowitego wyprostowania ramion bez dotykania podłoża plecami. Ćwiczenie możesz wykonać również bez umieszczania stóp na ławeczce, umieszczając je na podłożu. W miarę wzrostu zaawansowania możesz użyć dodatkowego obciążania kładąc na brzuchu talerze, wymaga to jednak pomocy partnera treningowego. Zasady dotyczące szerokości oraz sposobu chwytu są podobne jak podczas wiosłowania czy podciągania na drążku - łapiąc gryf podchwytem angażujesz mocniej biceps oraz dolne obszary mięśni pleców, łapiąc gryf nachwytem angażujesz mocniej górne obszary mięśni pleców oraz tylny akton naramiennych. Odpowiednio szerszy chwyt oznacza mocniejsze zaangażowanie zewnętrznych obszarów pleców, węższy chwyt - wewnętrznych obszarów pleców. Wykonując podciąganie do klatki mocniej angażujesz górną cześć pleców - mięśnie czworoboczne grzbietu, obłe większe, obłe mniejsze i tylne aktony mięśni naramiennych. Podciąganie wykonywane do brzucha mocniej angażuje dolne obszary mięśni pleców.",
            "_id": "7bff4392-bd9e-4e91-913b-4167206202a4"
        },
        {
            "category": "Plecy",
            "name": "Podciąganie za głowę",
            "second_name": "na drążku",
            "img_1": "/images/9_plecy_1.jpg",
            "img_2": "/images/9_plecy_2.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_9.png",
            "video": "https://www.youtube.com/watch?v=jlBhe0kffYo",
            "main_muscles": "najszerszy grzbietu",
            "aux_muscles": "ramienny, ramienno - promieniowy, dwugłowy ramienia, obły większy, piersiowy mniejszy, piersiowy większy część środkowa, równoległoboczny, dźwigacz łopatki, czworoboczny część dolna",
            "stabilizers": "długa głowa tricepsu",
            "how_to": "Złap drążek szeroko nachwytem. Patrz przed siebie lub lekko do góry, wypnij klatkę piersiową do przodu, a tułów trzymaj prosto. Ugnij nogi w kolanach, weź wdech i zacznij ruch podciągania. W momencie, gdy dotkniesz karkiem drążka lub nieco niżej, zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej, czyli do momentu maksymalnego rozciągnięcia mięśni. Podczas wykonywania ćwiczenia staraj się nie kołysać zbyt mocno tułowiem.",
            "attentions": "Jest to ćwiczenie głównie na szerokość pleców. Przez wielu fachowców podciąganie na drążku do karku uważane jest jednak za ruch \"nienaturalny\", który za bardzo obciążana barki. Podciąganie na drążku do karku jest ćwiczeniem bardzo ciężkim i osobom początkującym często sprawia trudność how_to nawet 1 - 2 podciągnięć. Aby temu zaradzić można poprosić partnera treningowego o pomoc w ruchu pozytywnym (do góry). Można także podstawić ławeczkę pod nogi i pomagać sobie w najcięższej fazie ruchu. Jeśli ma się możliwość można skorzystać również ze specjalnej maszyny wspomagającej podciąganie. W miarę wzrostu zaawansowania można używać dodatkowego obciążenia.",
            "_id": "92d404e0-8e66-4e98-a2fe-b8dcc4cb8810"
        },
        {
            "category": "Plecy",
            "name": "Podciąganie do klatki",
            "second_name": "na drążku",
            "img_1": "/images/10_plecy_1.jpg",
            "img_2": "/images/10_plecy_2.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_12.png",
            "video": "https://www.youtube.com/watch?v=O6UqLTkFJFk",
            "main_muscles": "najszerszy grzbietu",
            "aux_muscles": "ramienny, ramienno - promieniowy, dwugłowy ramienia, obły większy, obły mniejszy, naramienny akton tylny, podgrzebieniowy, równoległoboczny, dźwigacz łopatki, czworoboczny część dolna, czworoboczny część środkowa, piersiowy mniejszy",
            "stabilizers": "długa głowa tricepsu",
            "how_to": "Złap drążek szeroko nachwytem (więcej w uwagach). Patrz przed siebie lub lekko do góry, wypnij klatkę piersiową do przodu, a tułów odchyl lekko do tyłu. Ugnij nogi w kolanach, weź oddech i zacznij ruch podciągania. W momencie, gdy broda znajdzie się na wysokości drążka lub nieco ponad nim, zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej, czyli do momentu maksymalnego rozciągnięcia mięśni. Podczas wykonywania ćwiczenia staraj się nie kołysać zbyt mocno tułowiem.",
            "attentions": "Podciąganie na drążku jest jednym z najbardziej podstawowych złożonych ćwiczeń stosowanych w kulturystyce (i nie tylko). Podczas wykonywania tego ćwiczenia pracuje bardzo dużo grup mięśni. Poprzez zmianę szerokości chwytu oraz sposobu uchwytu oddziałuje się bardzo wszechstronnie na mięśnie pleców - grubość i szerokość. Jest to równocześnie bardzo ciężkie ćwiczenie i osobom początkującym często sprawia trudność how_to nawet 1 - 2 podciągnięć. Aby temu zaradzić można poprosić partnera treningowego o pomoc w ruchu pozytywnym (do góry). Można również podstawić ławeczkę pod nogi, aby lekko pomagać sobie w najcięższej fazie ruchu. Jeśli ma się możliwość warto skorzystać ze specjalnej maszyny wspomagającej podciąganie. W miarę wzrostu zaawansowania można użyć dodatkowego obciążenia.\r\n\r\nChwyt: Łapiąc drążek podchwytem angażuje się mocniej biceps oraz dolne obszary mięśni pleców, zaś łapiąc drążek nachwytem bardziej pracują górne obszary mięśni pleców oraz tylny akton naramiennych. Odpowiednio szerszy chwyt oznacza mocniejsze zaangażowanie zewnętrznych obszarów pleców, a węższy chwyt - wewnętrznych obszarów pleców. Chwyt neutralny pozwala na mocniejsze zaangażowanie wewnętrznych obszarów pleców.",
            "_id": "bd6acc17-ec65-46e6-86b4-17ccf311df97"
        },
        {
            "category": "Plecy",
            "name": "Podciąganie",
            "second_name": "chwytem naprzemiennym",
            "img_1": "/images/IMG_7848.jpg",
            "img_2": "/images/IMG_7850.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_12.png",
            "video": "https://www.youtube.com/watch?v=M4Q9M4AMjvQ",
            "main_muscles": "najszerszy grzbietu",
            "aux_muscles": "ramienny, ramienno - promieniowy, dwugłowy ramienia, obły większy, obły mniejszy, podgrzebieniowy, równoległoboczny, dźwigacz łopatki, piersiowy mniejszy",
            "stabilizers": "długa głowa tricepsu",
            "how_to": "Złap drążek chwytem naprzemiennym tzn. jedną ręką podchwytem, drugą nachwytem na szerokość barków. Patrz przed siebie lub lekko do góry, wypnij klatkę piersiową do przodu, tułów odchyl lekko do tyłu, ugnij nogi w kolanach, weź oddech i zacznij ruch podciągania w momencie, gdy broda znajdzie się na wysokości drążka lub nieco ponad nim, zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej do momentu maksymalnego rozciągnięcia mięśni. Podczas wykonywania ćwiczenia staraj się nie bujać mocno tułowiem.",
            "attentions": "Ciekawa odmiana podciągania na drążku, które zapewne już znasz. Ręka, którą łapiesz drążek podchwytem podczas ćwiczenia wykonuję większą pracę, jest to zatem dobre ćwiczenie przygotowujące do podciągania jednorącz na drążku. Pamiętaj, każdą rękę musisz obciążyć taką samą ilością powtórzeń (w nachwycie i podchwycie), jeśli wiesz, która ręka jest słabsza zacznij wykonywanie pierwszej serii ćwiczenia łapiąc ją drążek podchwytem. W miarę wzrostu zaawansowania możesz użyć dodatkowego obciążenia oraz zastosować szerszy uchwyt, co sprawia, że ćwiczenie jest trudniejsze.",
            "_id": "47d077d2-adb4-4ffb-9257-44561ef6ff3a"
        },
        {
            "category": "Plecy",
            "name": "Martwy ciąg",
            "second_name": "",
            "img_1": "/images/3_plecy_1.jpg",
            "img_2": "/images/3_plecy_2.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_3.png",
            "video": "https://www.youtube.com/watch?v=HjHIW_nTzTA",
            "main_muscles": "prostowniki grzbietu",
            "aux_muscles": "pośladkowy wielki, przywodziciel wielki, czworogłowe uda, płaszkowaty łydki",
            "stabilizers": "kulszowo - goleniowe, brzuchaty łydki, czworoboczny część środkowa, czworoboczny część górna, dźwigacz łopatki, równoległoboczny , proste brzucha, skośne brzucha",
            "how_to": "Podejdź do sztangi i stań w rozkroku na szerokość barków (lub trochę większym). Palce stóp powinny lekko wystawać za gryf. Następnie ugnij nogi w kolanach zachowując naturalną krzywiznę kręgosłupa, złap gryf nachwytem bądź chwytem mieszanym nieco szerzej niż położenie kolan (martwy ciąg klasyczny, więcej w uwagach), wypnij klatkę do przodu, a głowę odchyl lekko do tyłu. Weź oddech i zacznij ruch w górę. W początkowej fazie ruchu największą pracę wykonują mięśnie ud oraz mięśnie pośladkowe. Prowadź sztangę blisko ciała i nie prostuj zbyt szybko nóg. Klatka powinna być cały czas wypięta, plecy zaś zachowują naturalną krzywiznę kręgosłupa. W momencie wyprostu ściągnij barki lekko do tyłu i zrób wydech, zacznij powrót do pozycji wyjściowej cały czas unikając okrągłych pleców czy kociego grzbietu. Nie odbijaj także sztangi od podłoża.",
            "attentions": "Martwy ciąg jest jednym z najbardziej podstawowych ćwiczeń złożonych stosowanych w kulturystyce (i nie tylko). Podczas jego wykonywania pracuje bardzo dużo grup mięśni, dając ogromny bodziec dla organizmu. Podobnie jak przysiad jest to jednak ćwiczenie bardzo trudne pod względem technicznym. Zaleca się więc wykonywanie ćwiczenia zaczynając od małych ciężarów oraz pod okiem doświadczonych osób. Serie właściwe tego ćwiczenia zawsze powinny być poprzedzone kilkoma seriami rozgrzewkowymi.\r\n\r\nMartwy ciąg można wykonywać na szereg różnych sposobów, a najbardziej rozpowszechnione to:\r\n\r\nMartwy ciąg sumo: podczas pozycji wyjściowej ramiona znajdują się między udami, a rozstaw stóp jest szerszy niż w wersji klasycznej. W wersji sumo podczas wykonywania ćwiczenia zmniejszony zostaje udział mięśni grzbietu oraz dzięki szerzej rozstawionym stopom następuje skrócenie ruchu. Wersja ta stosowana jest najczęściej przez zawodników trenujących np. trójbój;\r\n\r\nMartwy ciąg rumuński: podobny do martwego ciągu na prostych nogach (opisanego w zakładce nogi), z tą różnicą, że podczas wykonywania ćwiczenia sztanga prowadzona jest bardzo blisko ciała, wręcz go dotykając. Angażuje się głównie pośladki i mięśnie kulszowo - goleniowe. Ćwiczenie to często wykorzystywane jest przez zawodników trenujących dwubój olimpijski;\r\n\r\nMartwy ciąg z podstawek: podczas tego ćwiczenia, sztanga kładziona jest na podstawkach, dzięki czemu uzyskuje się skrócenie ruchu. Wysokość podstawek zależy od tego, nad jaką fazą ruchu podnoszenia sztangi dany zawodnik chce popracować. Ćwiczenie to używane jest głównie przez zawodników trenujących np. trójbój;\r\n\r\nMartwy ciąg na prostych nogach: opisany jest w kategorii \"nogi i pośladkowe\".\r\n\r\nWybór sposobu wykonywania martwego ciągu zostawiamy Tobie, zależnie od celów jakie przed sobą stawiasz. W kulturystyce najczęściej stosowany jest martwy ciąg klasyczny, martwy ciąg na prostych nogach oraz martwy ciąg rumuński.",
            "_id": "68de1500-866c-4f14-8014-668282d087a0"
        },
        {
            "category": "Plecy",
            "name": "Ściąganie klamer",
            "second_name": "na wyciągu górnym",
            "img_1": "/images/13_plecy_1.jpg",
            "img_2": "/images/13_plecy_2.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_13.png",
            "video": "https://www.youtube.com/watch?v=AexiKz7PQbo",
            "main_muscles": "najszerszy grzbietu",
            "aux_muscles": "ramienny, ramienno - promieniowy, obły większy, obły mniejszy, naramienny akton tylny, podgrzebieniowy, równoległoboczny, dźwigacz łopatki, czworoboczny część dolna, czworoboczny część środkowa, piersiowy mniejszy, piersiowy większy część środkowa",
            "stabilizers": "długa głowa tricepsu, dwugłowy ramienia",
            "how_to": "Usiądź w siedzisku maszyny, zaprzyj uda o poduszki. Być może będziesz miał możliwość wyregulowania wysokości siedziska. Złap rączkę wyciągu (więcej w uwagach), patrz przed siebie lub lekko do góry, wypnij klatkę piersiową do przodu, a tułów odchyl lekko do tyłu. Weź wdech i zacznij ruch przyciągania. W momencie dotknięcia klatki rączką (lub niewiele przed) ściągnij łopatki, zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej, czyli do momentu maksymalnego rozciągnięcia mięśni.",
            "attentions": "Podczas wykonywania ćwiczenia należy starać się nie kołysać tułowiem i nie odchylać go zbyt mocno do tyłu. Poprzez zmianę rączki wyciągu można wszechstronnie oddziaływać na mięśnie pleców. Ściąganie powinno być wykonywane głównie przez cofanie barków, ściąganie łopatek i zgięcie przedramion. Poza tym powinno być tylko wykończeniem ruchu (ćwiczenia), dzięki czemu unika się zbyt dużej pracy ramion w stosunku do pleców. Ćwiczenie to można wykonywać również za pomocą specjalnej maszyny. \r\n\r\nRączki wyciągu: Na siłowni można spotkać się z rączką trójkątną wyciągu, pozwalającą na how_to ćwiczenia za pomocą chwytu młotkowego - angażuje się wtedy mocniej środkowe obszary pleców. Drugim typem rączki są tzw. \"rogi\". Podobnie jak w przypadku rączki trójkątnej pozwalają one na how_to ćwiczenia chwytem młotkowym, lecz nieco szerzej. Ćwiczenie można również wykonać jednorącz za pomocą pojedynczej klamry wyciągu, co pozwala na dodatkowe ruchy w nadgarstkach w celu mocniejszej pracy rotatorów ramion.",
            "_id": "cb6dc62d-3fbc-42a7-9f56-75683e4896dc"
        },
        {
            "category": "Plecy",
            "name": "Ściąganie drążka za głowę",
            "second_name": "na wyciągu górnym",
            "img_1": "/images/11_plecy_1.jpg",
            "img_2": "/images/11_plecy_2.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_9.png",
            "video": "https://www.youtube.com/watch?v=lQBO79p4wyE",
            "main_muscles": "najszerszy grzbietu",
            "aux_muscles": "ramienny, ramienno - promieniowy, dwugłowy ramienia, obły większy, piersiowy mniejszy, piersiowy większy część środkowa, równoległoboczny, dźwigacz łopatki, czworoboczny część dolna",
            "stabilizers": "długa głowa tricepsu",
            "how_to": "Usiądź w siedzisku maszyny i zaprzyj uda o poduszki. Być może będziesz miał możliwość wyregulowania wysokości siedziska. Złap drążek szeroko nachwytem, patrz przed siebie lub lekko do góry. Wypnij klatkę piersiową do przodu, wyprostuj tułów, weź wdech i zacznij ruch ściągania do karku. W momencie dotknięcia gryfem do karku (lub niewiele przed) ściągnij łopatki, zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej, czyli do momentu maksymalnego rozciągnięcia mięśni. Podczas ćwiczenia staraj się nie kołysać tułowiem.",
            "attentions": "Jest to ćwiczenie imitujące podciąganie na drążku do karku. Jego głównym zadaniem jest rozbudowa pleców na szerokość. Łokcie nie powinny uciekać do tyłu - powinny być prowadzone w linii ciała. Najlepiej, aby ściąganie było robione głównie przez odpowiedni ruch barków i łopatek. Zgięcie przedramion powinno być tylko wykończeniem ruchu (ćwiczenia), dzięki czemu unika się zbyt dużej pracy ramion w stosunku do pleców. Ćwiczenie to jest jednak dość kontrowersyjne, ponieważ podczas jego wykonywania łatwo o kontuzję długiej głowy tricepsu. Według niektórych obciąża również zbyt mocno barki, gdyż ruch ten jest \"nienaturalny\". Bardzo ważny jest więc odpowiedni i ostrożny dobór obciążenia.",
            "_id": "01f5b31d-eabb-49b5-a109-32da7ad31b78"
        },
        {
            "category": "Plecy",
            "name": "Ściąganie drążka do klatki",
            "second_name": "na wyciągu górnym",
            "img_1": "/images/12_plecy_1.jpg",
            "img_2": "/images/12_plecy_2.jpg",
            "img_3": "",
            "img_muscle": "/images/plecy_12.png",
            "video": "https://www.youtube.com/watch?v=GCkBqGLCrX0",
            "main_muscles": "najszerszy grzbietu",
            "aux_muscles": "ramienny, ramienno - promieniowy, obły większy, obły mniejszy, naramienny akton tylny, podgrzebieniowy, równoległoboczny, dźwigacz łopatki, czworoboczny część dolna, czworoboczny część środkowa, piersiowy mniejszy, piersiowy większy część środkowa",
            "stabilizers": "długa głowa tricepsu",
            "how_to": "Usiądź w siedzisku maszyny i zaprzyj uda o poduszki. Być może będziesz miał możliwość wyregulowania wysokości siedziska. Złap drążek szeroko nachwytem (więcej w uwagach), patrz przed siebie lub lekko do góry, wypnij klatkę piersiową do przodu, a tułów odchyl lekko do tyłu. Weź wdech i zacznij ruch przyciągania. W momencie dotknięcia klatki gryfem (lub niewiele przed) ściągnij łopatki, zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej, czyli do momentu maksymalnego rozciągnięcia mięśni.",
            "attentions": "Jest to ćwiczenie imitujące podciąganie na drążku. Podczas jego wykonywania należy nie kołysać tułowiem oraz nie odchylać go zbyt mocno do tyłu. Ściąganie powinno być robione głównie przez odpowiedni ruch barków i łopatek. Zgięcie przedramion powinno być tylko wykończeniem ruchu (ćwiczenia), dzięki czemu unika się zbyt dużej pracy ramion w stosunku do pleców. Poprzez zmianę szerokości i sposobu chwytu można wszechstronnie oddziaływać na mięśnie pleców. Ćwiczenie to można wykonywać również za pomocą specjalnej maszyny.\r\n\r\nSposoby chwytu: Na siłowni najczęściej spotkasz się z gryfem prostym. Można złapać go podchwytem, przez co angażuje się mocniej środkową i dolną część pleców oraz biceps. Łokcie prowadzi się blisko tułowia. Przy złapaniu go nachwytem mocniej angażuje się tylny akton naramiennych oraz część górną mięśni pleców. Można odpowiednio łapać gryf szerzej - wtedy angażuje się zewnętrzne obszary pleców oraz wężej - środkowe obszary pleców.",
            "_id": "228dc966-6581-4aea-bbf9-177930a22c5c"
        },
        {
            "category": "Przedramiona",
            "name": "Zwis na drążku",
            "second_name": "z zaciśniętymi dłońmi",
            "img_1": "",
            "img_2": "/images/zwis.jpg",
            "img_3": "",
            "img_muscle": "/images/przedramie.png",
            "video": "https://www.youtube.com/watch?v=m10zF2FZ3RI",
            "main_muscles": "zginacze przedramion - dłoniowy długi, zginacz łokciowy nadgarstka, zginacz promieniowy nadgarstka, zginacz powierzchowny palców, zginacz głęboki palców, zginacz długi kciuka ",
            "aux_muscles": "ogółem mięśnie dłoni, prostowniki przedramion - prostownik łokciowy nadgarstka, prostownik promieniowy nadgarstka, prostownik palców, prostownik długi kciuka, prostownik wskaziciela ",
            "stabilizers": "",
            "how_to": "Chwyć drążek oburącz szerokim nachwytem i wykonaj swobodny zwis ciała na wyprostowanych rękach stopniowo rozluźniając wszystkie mięśnie nie zaangażowane w chwyt. W tej pozycji trwaj do momentu kiedy będzie to mocno utrudnione z powodu wyczerpania sił mięśni przedramion i puszczania chwytu dłoni.",
            "attentions": "W ćwiczeniu tym skurcz mięśni jest izometryczny (bez zmiany długości mięśnia) przez co mięśnie główne i pomocnicze są także stabilizatorami. Oprócz doskonałych właściwości stymulacji mięśni przedramion ćwiczenie to rozciąga kręgosłup i mięśnie najszersze grzbietu. Rozwija siłę uścisku i jego wytrzymałość. Ćwiczenie wykonuj na czas. W miarę wzrostu zaawansowania możesz użyć dodatkowego obciążenia lub owinąć drążek ręcznikiem.",
            "_id": "e5afa643-c9b2-4c32-bde5-53e038a6b0fc"
        },
        {
            "category": "Przedramiona",
            "name": "Zwijanie linki z ciężarkiem",
            "second_name": "\"zwijarka\"",
            "img_1": "/images/zwijanie_1.jpg",
            "img_2": "/images/zwijanie_2.jpg",
            "img_3": "",
            "img_muscle": "/images/przedramie.png",
            "video": "https://www.youtube.com/watch?v=RfFEDE5AZs4",
            "main_muscles": "prostowniki przedramion - prostownik łokciowy nadgarstka, prostownik promieniowy nadgarstka, prostownik palców, prostownik długi kciuka, prostownik wskaziciela",
            "aux_muscles": "ogółem mięśnie dłoni",
            "stabilizers": "ramienno-promieniowy, dwugłowy ramienia, ramienny, naramienny akton przedni, czworoboczny część górna, czworoboczny część środkowa, dźwigacz łopatki, zginacze przedramion",
            "how_to": "Ćwiczenie wykonuj w pozycji stojącej lub siedzącej.Zegnij przedramiona, trzymając łokcie przy ciele, chwyć nachwytem drążek na ugiętych łokciach przed sobą. Obracaj go naprzemiennym ruchem nadgarstków w celu nawinięcia na niego obciążenia umieszczonego na końcu linki. Po nawinięciu całej długości linki na drążek przystąp do rozwijania linki. Powtarzaj ćwiczenie do momentu uzyskania wyraźnego uczucia palenia w nadgarstkach uniemożliwiającego kontynuację ćwiczenia.",
            "attentions": "Zwróć uwagę, aby w ćwiczenie były zaangażowane same nadgarstki. Rozwijanie linki wykonuj w wolniejszym tempie niż nawijanie. Ćwiczenie można wykonywać ze zgiętymi przedramionami i łokciami przy ciele lub wyprostowanymi na wysokości barków ale druga pozycja mocniej angażuję przedni akton naramiennych.",
            "_id": "9c0643e3-ab10-4d2f-91bb-7524b296aee2"
        },
        {
            "category": "Przedramiona",
            "name": "Uginanie nadgarstków nachwytem",
            "second_name": "sztangą/sztangielkami",
            "img_1": "/images/uginanie_nadgarstkow_nachwytem_1.jpg",
            "img_2": "/images/uginanie_nadgarstkow_nachwytem_2.jpg",
            "img_3": "/images/uginanie_nadgarstkow_nachwytem_3.jpg",
            "img_muscle": "/images/przedramie.png",
            "video": "https://www.youtube.com/watch?v=wsQWxXH1ZGw",
            "main_muscles": "prostowniki przedramion - prostownik łokciowy nadgarstka, prostownik promieniowy nadgarstka, prostownik palców, prostownik długi kciuka, prostownik wskaziciela",
            "aux_muscles": "ogółem mięśnie dłoni",
            "stabilizers": "",
            "how_to": "Chwyć sztangę nachwytem w siadzie prostym z kolanami zgiętymi pod kątem 90 stopni. Opierając przedramiona o uda zwróć uwagę aby rozstaw nadgarstków wynosił ok. 15-20 cm a poza nogi wystawały same dłonie. W ten sposób ruch jest prawidłowo separowany a odpowiedni rozstaw nie przyczynia się do nadwyrężania nadgarstków. Teraz dbając o pracę samych nadgarstków staraj się zmaksymalizować zakres ruchu. Opuść nadgarstki (przez zgięcie nadgarstków) wraz ze sztangą trzymaną zamkniętym nachwytem w dłoniach, po czym wykonuj ruch odwrotny (przez wyprost nadgarstków) unosząc sztangę ku górze . ",
            "attentions": "Ćwiczenie można wykonywać również za pomocą wyciągu lub separując nadgarstki za pomocą sztangielki. Podstawowym elementem na który warto zwrócić uwagę jest odpowiednie dobranie ciężaru. Stawy nadgarstków są wrażliwe i delikatne w związku z czym nieodpowiednie dobranie obciążenia może przyczynić się do powstania kontuzji. Ćwiczenie wykonuj ze zwiększoną ilością powtórzeń do momentu tzw. zaawansowanego omdlenia mięśni przedramion czyli palenia które mocno utrudnia kontynuowanie ćwiczenia. Zaleca się wybrać mniejszy ciężar przy jednoczesnym zwiększeniu ilości powtórzeń.\r\nPrzedramiona można również oprzeć bezpośrednio o ławkę będąc w klęku podpartym.",
            "_id": "7b1c5c20-2e50-4514-858b-5d0eea55844a"
        },
        {
            "category": "Przedramiona",
            "name": "Uginanie nadgarstków podchwytem",
            "second_name": "sztangą/sztangielkami",
            "img_1": "/images/uginanie_nadgarstkow_1.jpg",
            "img_2": "/images/uginanie_nadgarstkow_2.jpg",
            "img_3": "/images/uginanie_nadgarstkow_3.jpg",
            "img_muscle": "/images/przedramie.png",
            "video": "https://www.youtube.com/watch?v=YGf77jdjxd8",
            "main_muscles": "zginacze przedramion - dłoniowy długi, zginacz łokciowy nadgarstka, zginacz promieniowy nadgarstka, zginacz powierzchowny palców, zginacz głęboki palców, zginacz długi kciuka ",
            "aux_muscles": "ogółem mięśnie dłoni",
            "stabilizers": "",
            "how_to": "Chwyć sztangę podchwytem w siadzie prostym z kolanami zgiętymi pod kątem 90 stopni. Opierając przedramiona o uda zwróć uwagę aby rozstaw nadgarstków wynosił ok. 15-20 cm a poza nogi wystawały same dłonie. W ten sposób ruch jest prawidłowo separowany a odpowiedni rozstaw nie przyczynia się do nadwyrężania nadgarstków. Teraz dbając o pracę samych nadgarstków staraj się zmaksymalizować zakres ruchu. W tym celu opuść nadgarstki (przez ich wyprost) wraz ze sztangą i staczaj ją do końców palców a następnie ponownie zaciskaj ją w dłoniach jednocześnie wykonując ruch nadgarstkami ku górze (przez ich zgięcie). ",
            "attentions": "Ćwiczenie można wykonywać również za pomocą wyciągu lub separując nadgarstki za pomocą sztangielki. Podstawowym elementem na który warto zwrócić uwagę jest odpowiednie dobranie ciężaru. Stawy nadgarstków są wrażliwe i delikatne w związku z czym nieodpowiednie dobranie obciążenia może przyczynić się do powstania kontuzji. Ćwiczenie wykonujemy ze zwiększoną ilością powtórzeń do momentu tzw. zaawansowanego omdlenia mięśni przedramion czyli palenia które mocno utrudnia kontynuowanie ćwiczenia. Przedramiona można również oprzeć bezpośrednio o ławkę będąc w klęku podpartym.",
            "_id": "be806fea-97d5-4c55-b6c5-628ee9412f28"
        },
        {
            "category": "Przedramiona",
            "name": "Trzymanie statyczne",
            "second_name": "ze sztangą/sztangielkami/talerzem",
            "img_1": "/images/trzymanie_statyczne_1.jpg",
            "img_2": "/images/trzymanie_statyczne_2.jpg",
            "img_3": "/images/trzymanie_statyczne_3.jpg",
            "img_muscle": "/images/przedramie.png",
            "video": "https://www.youtube.com/watch?v=DhF7hoyrY2I",
            "main_muscles": "zginacze przedramion - dłoniowy długi, zginacz łokciowy nadgarstka, zginacz promieniowy nadgarstka, zginacz powierzchowny palców, zginacz głęboki palców, zginacz długi kciuka",
            "aux_muscles": "ogółem mięśnie dłoni, prostowniki przedramion - prostownik łokciowy nadgarstka, prostownik promieniowy nadgarstka, prostownik palców, prostownik długi kciuka, prostownik wskaziciela",
            "stabilizers": "",
            "how_to": "Chwyć sztangę nachwytem, obiema rękoma, na szerokość barków. I po prostu trzymaj jak najdłużej możesz.",
            "attentions": "W ćwiczeniu tym skurcz mięśni jest izometryczny (bez zmiany długości mięśnia) przez co mięśnie główne i pomocnicze są także stabilizatorami. W miarę wzrostu zaawansowania możesz owinąć sztangę ręcznikiem. Dla wygody ustaw sztangę na wysokości kolan tak, aby łatwiej było ją brać i odkładać. Ćwiczenie możesz wykonywać na czas lub na powtórzenia. Bardzo dobre ćwiczenie na siłę uchwytu, często stosowane przez strongmanów.\r\n\r\n\r\nHantle / Talerze: Jeśli masz na siłowni wystarczająco ciężkie hantle możesz ich użyć zamiast sztangi. Ćwiczenie to możesz wykonać również za pomocą talerzy. Chwytając je palcami dłoni za brzeg, w miarę wzrostu zaawansowania możesz użyć dwóch talerzy złączonych ze sobą i w ten sposób chwycić parę talerzy palcami jednej dłoni. Dla bardzo zaawansowanych, polecamy podrzucanie talerzy nieco w górę i łapanie ich palcami dłoni , w tym przypadku szczególnie zadbaj o bezpieczeństwo swoje i innych będących w pobliżu. Użycie talerzy powoduje także zwiększenie zaangażowania mięśni dłoni.",
            "_id": "a04ba722-3c87-4079-9f03-67909ab73911"
        },
        {
            "category": "Przedramiona",
            "name": "Obracanie przedramion",
            "second_name": "ze sztangielkami",
            "img_1": "/images/obracanie_1.jpg",
            "img_2": "/images/obracanie_2.jpg",
            "img_3": "/images/obracanie_3.jpg",
            "img_muscle": "/images/przedramie.png",
            "video": "https://www.youtube.com/watch?v=-a_C-Ln0asE",
            "main_muscles": "pronatory przedramion - nawrotny obły, nawrotny czworoboczny i supinatory (odwracające) przedramion - odwracacz, dwugłowy ramienia ",
            "aux_muscles": "ogółem mięśnie dłoni",
            "stabilizers": "w zależnosci od pozycji nadgarstka zginacze lub prostowniki przedramion ",
            "how_to": "Chwyć sztangielki podchwytem. Oprzyj przedramiona o ławke tak aby nadgarstki były poza ławką i przyjmij wygodna pozycję (możesz kucnąć, klęknąć lub usiąść). Rotuj przedramiona do wewnątrz ąż dojdziesz do pozycji nachwytu. Następnie rotuj przedramiona na zewnątrz aż dojdziesz do pozycji podchwytu.",
            "attentions": "Ćwiczenie wykonuj w tempie wolnym lub umiarkowanym. Ćwiczenie to można wykonywać jednorącz lub oburącz. Najlepszym sposobem na how_to tego ćwiczenia jest użycie hantla z talerzem tylko po jednej stronie (przy rozpoczynaniu od podchwytu po stronie zewnątrznej czyli po stronie kciuka). Ćwiczenie to można wykonywać także leżąc na ławce z przedramionami poza ławką.",
            "_id": "06ea79ec-634a-4ed0-a5fb-1a706deb3a23"
        },
        {
            "category": "Triceps i prostowniki przedramion",
            "name": "Wyciskanie sztangi na ławce",
            "second_name": "w wąskim uchwycie",
            "img_1": "/images/wyciskanie_sztangi_1-2.jpg",
            "img_2": "/images/wyciskanie_sztangi_2-2.jpg",
            "img_3": "",
            "img_muscle": "/images/triceps_1.png",
            "video": "https://www.youtube.com/watch?v=uPYgAn579ng",
            "main_muscles": "mięsień trójgłowy ramienia",
            "aux_muscles": "łokciowy, naramienny akton przedni, piersiowy większy część środkowa i górna",
            "stabilizers": "dwugłowy ramienia",
            "how_to": "Połóż się na plecach na ławce poziomej. Stopy ustaw stabilnie na podłożu i ściągnij łopatki. Podczas wykonywania ćwiczenia plecy i pośladki powinny przylegać do ławki. Złap sztangę nachwytem, na szerokość trochę mniejszą niż szerokość barków. Zdejmij sztangę ze stojaków, weź wdech i zacznij ruch opuszczania. W momencie, gdy gryf znajdzie się 2 - 3 cm nad klatką zacznij ruch wyciskania, aż do momentu wyprostu ramion (ale przed zblokowaniem łokci), jednocześnie robiąc wydech.",
            "attentions": "Wyciskanie w wąskim uchwycie jest jednym z najlepszych ćwiczeń kształtujących masę i siłę tricepsów. W poprawianiu siły wyciskania sztangi przez zawodników trenujących wyciskanie jest często stosowane jako pomocnicze. Podczas jego wykonywania łokcie powinny być skierowane w kierunku tułowia , dzięki czemu minimalizuje się zaangażowanie klatki. Można użyć sztangi łamanej lub wykonywać to ćwiczenie na suwnicy Smitha. Szerokość uchwytu należy dobierać tak, aby nie czuć dużych przeciążeń w nadgarstkach i stawach łokciowych, zaś czuć głównie pracę tricepsów.",
            "_id": "8ae07d3e-b6e0-499c-968f-01a042a3bb53"
        },
        {
            "category": "Triceps i prostowniki przedramion",
            "name": "Wyciskanie francuskie siedząc",
            "second_name": "sztangi/sztangielki oburącz",
            "img_1": "/images/wyciskanie_francuskie_1.jpg",
            "img_2": "/images/wyciskanie_francuskie_2.jpg",
            "img_3": "",
            "img_muscle": "/images/triceps_2.png",
            "video": "https://www.youtube.com/watch?v=pV5vQNtFbmw",
            "main_muscles": "trójgłowy ramienia",
            "aux_muscles": "łokciowy",
            "stabilizers": "piersiowy większy, naramienny akton przedni, zginacze nadgarstka",
            "how_to": "Usiądź na ławeczce (najlepiej opierając się o oparcie), nogi ustaw stabilnie na podłożu, a dłonie zaciśnij na gryfie nachwytem na szerokości nieco mniejszej od barków. Unieś ramiona do góry (do pionu). Zaczynając ruch zegnij przedramiona w łokciach, w taki sposób, aby gryf powędrował za głowę (podczas ruchu weź wdech). W celu zaliczenia pełnego powtórzenia wykonaj ruch powrotny, kończąc tuż przed zablokowaniem łokci i jednocześnie robiąc wydech. Łokcie podczas całego ćwiczenia powinny być skierowane do przodu (przed siebie), a także trzymane w stabilnej pozycji.",
            "attentions": "Jest to mało popularne ćwiczenie, ale przynoszące równie dobre rezultaty, co inne opisane w naszym atlasie. Używając sztangi można zastosować nachwyt zamknięty lub dla osób bardziej zaawansowanych otwarty. Ćwiczenie to mocno rozciąga mięsień trójgłowy zwłaszcza głowę długą. Bardzo ważną rolę odgrywa technika. Należy dobrać odpowiedni ciężar, aby nie obciążać nadto stawów łokciowych. Ponad to trzeba zadbać o pełną koncentrację i zwrócić uwagę na to, aby ruch inicjowały tricepsy, a nie np. przedramię. Nadgarstki podczas całego ćwiczenia powinny być zablokowane, aby nie angażować zbyt mocno ich zginaczy. Podczas całego ćwiczenia powinno się kontrolować oddech. Serie treningowe powinna poprzedzić solidna rozgrzewka. \r\n\r\nĆwiczenie można wykonywać również stojąc. Jednak w takim przypadku bardziej obciążany jest kręgosłup i w stabilizację pozycji zaangażowane są mięśnie grzbietu. Zamiast gryfu można wykorzystać linkę wyciągu dolnego lub sztangielkę - trzyma się ją oburącz. Ćwiczenie to można wykonywać również za pomocą specjalnej maszyny. Aby odciążyć łokcie i nadgarstki stosuje się sztangę łamaną.",
            "_id": "c63a0b2d-4d07-4bf9-a1b9-ead6bb5bbdc7"
        },
        {
            "category": "Triceps i prostowniki przedramion",
            "name": "Wyciskanie francuskie leżąc",
            "second_name": "sztangi/sztangielki oburącz",
            "img_1": "/images/wyciskanie_francuskie_lezac_1.jpg",
            "img_2": "/images/wyciskanie_francuskie_lezac_2.jpg",
            "img_3": "",
            "img_muscle": "/images/triceps_2.png",
            "video": "https://www.youtube.com/watch?v=GTYZFPoCoIo",
            "main_muscles": "trójgłowy ramienia",
            "aux_muscles": "łokciowy",
            "stabilizers": "naramienny akton przedni, naramienny akton tylny, piersiowy większy, najszerszy grzbietu, obły większy, dźwigacz łopatki, zginacze nadgarstka",
            "how_to": "Połóż się na ławce poziomej (płaskiej), stopy postaw stabilnie na podłożu i ugnij nogi w kolanach tak, aby utworzył się kąt prosty (można zastosować wersję z nogami ułożonymi na poziomie tułowia). Dłonie zaciśnij na gryfie nachwytem na szerokość barków (lub nieco wężej) i unieś ramiona nad klatką piersiową. Zaczynając ruch zegnij przedramiona w łokciach, w taki sposób, aby gryf powędrował do czoła (podczas ruchu weź wdech). Następnie wykonaj ruch powrotny kończąc tuż przed zablokowaniem łokci. Łokcie podczas całego ćwiczenia powinny być skierowane równolegle do tułowia oraz trzymane w stabilnej pozycji.",
            "attentions": "Jest to jedno z najlepszych i najczęściej stosowanych i ćwiczeń na tę partię mięśniową. Używając sztangi można zastosować nachwyt zamknięty lub dla bardziej zaawansowanych osób otwarty. Bardzo ważną rolę odgrywa odpowiednia technika. Należy zwrócić szczególną uwagę, aby plecy przylegały bezpośrednio do ławeczki, a stopy były osadzone pewnie na podłożu (ławeczce). Ciężar trzeba dobrać tak, aby zbyt nie obciążać stawów łokciowych. Ponad to powinno się zadbaj o pełną koncentrację i zwróć uwagę na to, aby ruch inicjowały tricepsy, a nie np. przedramię. Nadgarstki podczas całego ćwiczenia powinny być zablokowane, żeby nie angażować zbyt mocno ich zginaczy. Ważną rolę odgrywa płynny oddech. Serie treningowe powinna poprzedzić solidna rozgrzewka.\r\n\r\nĆwiczenie można wykonać również podchwytem, angażując bardziej głowy boczne tricepsów. Aby odciążyć łokcie można używać sztangi łamanej. Ćwiczenie można wykonywać również sztangielką trzymaną oburącz, przenosząc ciężar za głowę, bądź też oburącz hantlami. Można wykorzystać ławkę z różnymi skosami, dzięki czemu atakuje się ćwiczony mięsień pod różnym kątem. ",
            "_id": "40d676bd-9618-4bfd-92fb-2484c9b54c97"
        },
        {
            "category": "Triceps i prostowniki przedramion",
            "name": "Wyciskanie francuskie leżąc",
            "second_name": "na ziemi sztangą",
            "img_1": "/images/IMG_7732.jpg",
            "img_2": "/images/IMG_7733.jpg",
            "img_3": "",
            "img_muscle": "/images/triceps_2.png",
            "video": "https://www.youtube.com/watch?v=0qbO_GSNACA",
            "main_muscles": "trójgłowy ramienia",
            "aux_muscles": "łokciowy",
            "stabilizers": "naramienny akton przedni, naramienny akton tylni, piersiowy większy, najszerszy grzbietu, obły większy, dźwigacz łopatki, zginacze nadgarstka",
            "how_to": "Połóż się na podłożu, stopy postaw stabilnie na ziemi i ugnij nogi w kolanach. Dłonie zaciśnij na gryfie nachwytem na szerokość barków (lub nieco wężej) i unieś ramiona nad klatką piersiową. Zaczynając ruch ugnij przedramiona w łokciach, w taki sposób, aby gryf powędrował za głowę (podczas ruchu weź wdech), w momencie odłożenia gryfu na podłoże, zrób chwilową pauzę, następnie wykonaj ruch powrotny kończąc tuż przed zablokowaniem łokci. Łokcie podczas całego ćwiczenia skierowane równolegle do tułowia, a także powinny być utrzymane w stabilnej pozycji.",
            "attentions": "Zadbaj o pełną koncentrację i zwróć uwagę aby ruch inicjowały tricepsy, a nie np. przedramię. Nadgarstki podczas całego ćwiczenia powinny być zablokowane aby nie angażować zbyt mocno zginaczy nadgarstków. Możesz użyć sztangi łamanej lub prostej. Kolejna odmiana wyciskania francuskiego. Odkładając sztangę na podłoże zmuszasz tricepsy do wykonania większej pracy. Nie odbijaj sztangi od podłoża.",
            "_id": "5d57670e-11bc-4e9c-9fa6-91e2381145ee"
        },
        {
            "category": "Triceps i prostowniki przedramion",
            "name": "Wyciskanie francuskie leżąc",
            "second_name": "na ławce skośnej w dół hantlami",
            "img_1": "/images/IMG_7763.jpg",
            "img_2": "/images/IMG_7766.jpg",
            "img_3": "",
            "img_muscle": "/images/triceps_2.png",
            "video": "https://www.youtube.com/watch?v=RdNw_14XYUw",
            "main_muscles": "trójgłowy ramienia",
            "aux_muscles": "łokciowy",
            "stabilizers": "naramienny akton przedni, naramienny akton tylni, piersiowy większy, najszerszy grzbietu, obły większy, dźwigacz łopatki, zginacze nadgarstka",
            "how_to": "Połóż się na ławce skośnej w dół (30 – 45 stopni), stopy postaw stabilnie na podłożu i ugnij w kolanach tak, aby zginając się tworzyły kąt prosty (można zastosować wersję z nogami ułożonymi na poziomie tułowia). Chwyć sztangielki chwytem młotkowym , unieś ramiona nad klatką piersiową. Zaczynając ruch ugnij przedramiona w łokciach, w taki sposób, aby sztangielki powędrowały w kierunku ławeczki (podczas ruchu zaczerpnij powietrze), następnie wykonaj ruch powrotny kończąc tuż przed zablokowaniem łokci. Łokcie podczas całego ćwiczenia skierowane równolegle do tułowia, a także powinny być utrzymane w stabilnej pozycji.",
            "attentions": "Ćwiczenie nie różni się niczym od wyciskania francuskiego, które zapewne już znasz (na ławeczce poziomej). Jedyną różnicą jest kąt ustawienia ławeczki, w tym przypadku jest on ujemny. Pozwala to na how_to ćwiczenia mniejszymi ciężarami, ale bez straty intensywności treningu, oszczędza stawy i ścięgna. Zadbaj o pełną koncentrację i zwróć uwagę aby ruch inicjowały tricepsy, a nie np. przedramię. Nadgarstki podczas całego ćwiczenia powinny być zablokowane aby nie angażować zbyt mocno zginaczy nadgarstków. Ważną rolę odgrywa płynny oddech. Serie treningowe powinna poprzedzić solidna rozgrzewka. Ćwiczenie można wykonywać również sztangielką trzymaną oburącz, przenosząc ciężar za głowę, bądź też sztangą.",
            "_id": "9937202a-522b-4d29-b6f1-7881abd1128c"
        },
        {
            "category": "Triceps i prostowniki przedramion",
            "name": "Wyciskanie francuskie siedząc",
            "second_name": "hantla jednorącz",
            "img_1": "/images/wyciskanie_francuskie_hantli_1.jpg",
            "img_2": "/images/wyciskanie_francuskie_hantli_2.jpg",
            "img_3": "",
            "img_muscle": "/images/triceps_2.png",
            "video": "https://www.youtube.com/watch?v=wWz4w5_1y9Q",
            "main_muscles": "trójgłowy ramienia",
            "aux_muscles": "łokciowy",
            "stabilizers": "prostowniki nadgarstka, zginacz łokciowy nadgarstka, przywodziciele nadgarstka",
            "how_to": "Usiądź na ławeczce (najlepiej opierając się o oparcie) i weź hantle do ręki. Następnie wyprostuj ramię w taki sposób, aby znalazła się ona w pionie w stosunku do podłoża. Rozpocznij ruch uginając przedramię w łokciu w taki sposób, aby w końcowej fazie ciężar znalazł się za Twoją głową (równocześnie weź wdech). W celu zaliczenia pełnego powtórzenia wykonaj ruch powrotny kończąc tuż przed zablokowaniem łokcia, jednocześnie robiąc wydech. Łokieć podczas całego ćwiczenia powinien być skierowany na zewnątrz, a nie do środka tułowia oraz należy trzymać go w stabilnej pozycji.",
            "attentions": "Jest to jedno z najczęściej stosowanych ćwiczeń na tę partię mięśniową. Pozwala na większą koncentrację na poszczególnych mięśniach. Bardzo ważną rolę odgrywa technika. Należy odpowiednio dobrać ciężar tak, aby nie obciążać nadto stawów łokciowych. Ponad to trzeba zadbać o pełną koncentrację i zwrócić uwagę, aby ruch inicjowały tricepsy, a nie np. przedramię. Nadgarstki podczas całego ćwiczenia powinny być zablokowane, żeby nie angażować zbyt mocno ich przywodzicieli. Podczas całego ćwiczenia powinno się kontrolować oddech. Serie treningowe powinna poprzedzić solidna rozgrzewka. \r\n\r\nĆwiczenie można wykonywać również stojąc. W takim przypadku jest jednak mocniej obciążany kręgosłup i w stabilizację pozycji zaangażowane są mięśnie grzbietu.",
            "_id": "9ced7ccc-4bbb-47cc-86c0-1af073d36558"
        },
        {
            "category": "Triceps i prostowniki przedramion",
            "name": "Prostowanie przedramion ze sztangielkami w opadzie tułowia",
            "second_name": "jednorącz w oparciu o ławkę",
            "img_1": "/images/prostowanie_opad_1.jpg",
            "img_2": "/images/prostowanie_opad_2.jpg",
            "img_3": "",
            "img_muscle": "/images/triceps_2.png",
            "video": "https://www.youtube.com/watch?v=3YQPLkTdPFw",
            "main_muscles": "trójgłowy ramienia",
            "aux_muscles": "łokciowy",
            "stabilizers": "naramienny akton tylny, najszerszy grzbietu, czworoboczny część dolna, czworoboczny część środkowa, równoległoboczny, prostownik łokciowy nadgarstka, zginacz łokciowy nadgarstka",
            "how_to": "Złap sztangielki nachwytem, stosując chwyt młotkowy. Ugnij kolana i pochyl tułów tak, aby był ustawiony równolegle do podłoża, zachowując przy tym naturalną krzywiznę kręgosłupa. Ustaw ramiona przy tułowiu, powyżej linii pleców. Weź wdech i zacznij ruch prostowania przedramienia w łokciu. W momencie pełnego wyprostu przytrzymaj chwilę, zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej.",
            "attentions": "Jest to ćwiczenie izolowane. Należy zwrócić szczególną uwagę na dobór ciężaru. Podczas wykonywania ćwiczenia trzeba pamiętać, aby ramie (łokieć) trzymać w stabilnej pozycji na poziomie tułowia. Ruch odbywa się w stawie łokciowym. Plecy powinny być proste. Częstym błędem jest trzymanie łokci zbyt nisko w stosunku do linii pleców. Ćwiczenie to można wykonać również jednorącz w oparciu o ławkę oraz przy użyciu podchwytu.\r\n\r\nIstnieje też drugi wariant tego ćwiczenia, w którym mocniej włącza się do pracy głowę długą tricepsu. Przez dodanie ruchu prostowania ramienia działa się dwustawowo. Ćwiczenie wykonuje się wtedy rozpoczynając od położenia ramienia (łokcia) nieco poniżej poziomu tułowia i wraz z prostowaniem przedramienia należy prostować także ramię, aż do momentu kiedy cała wyprostowana kończyna znajdzie sie nieco powyżej poziomu tułowia.",
            "_id": "f41fea79-0e20-49dc-a83b-1569b449f8a0"
        },
        {
            "category": "Triceps i prostowniki przedramion",
            "name": "Prostowanie przedramion na wyciągu",
            "second_name": "nachwytem/podchwytem (różne warianty)",
            "img_1": "/images/prostowanie_wyciag_1.jpg",
            "img_2": "/images/prostowanie_wyciag_2.jpg",
            "img_3": "",
            "img_muscle": "/images/triceps_2.png",
            "video": "https://www.youtube.com/watch?v=WBwvIlLTm00",
            "main_muscles": "trójgłowy ramienia",
            "aux_muscles": "łokciowy",
            "stabilizers": "najszerszy grzbietu, obły większy, naramienny akton tylny, piersiowy większy , piersiowy mniejszy, czworoboczny część dolna, proste brzucha, skośne brzucha, zginacze nadgarstka",
            "how_to": "Stań w lekkim rozkroku twarzą do wyciągu i złap rączkę wyciągu nachwytem (więcej w uwagach). Wypnij klatkę piersiową do przodu, weź wdech i zacznij ruch prostowania w dół, trzymając łokcie blisko tułowia. W momencie pełnego wyprostu, przytrzymaj chwilę, zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej, czyli do momentu maksymalnego zgięcia.",
            "attentions": "Jest to ćwiczenie izolowane. Polecane dla osób początkujących w celu przygotowania ich do cięższych ćwiczeń. Ze względu na możliwość zmiany uchwytu oraz rączek wyciągu pozwala ono wszechstronnie oddziaływać na tricepsy. W przypadku większych ciężarów można je wykonywać z jedną nogą wysuniętą do przodu.\r\n\r\nRączki wyciągu: Ćwiczenie można wykonywać rączką prostą lub łamaną (zmniejsza ona napięcie w nadgarstkach). Można je również wykonywać jednorącz podchwytem za pomocą klamerki wyciągu lub na linkach. Stosując linki mocniej angażuje się głowę boczną tricepsu.\r\n\r\nSposób chwytu: Łapiąc rączkę wyciągu podchwytem mocniej angażuje się głowę przyśrodkową tricepsu, zaś łapiąc ją nachwytem angażuje się wszystkie głowy jednakowo.",
            "_id": "461a1d7f-36e8-4870-bb98-80b0ca9468e4"
        },
        {
            "category": "Triceps i prostowniki przedramion",
            "name": "Prostowanie przedramion na maszynie",
            "second_name": "\"pompki na maszynie\"",
            "img_1": "/images/pompki_maszyna_1.jpg",
            "img_2": "/images/pompki_maszyna_2.jpg",
            "img_3": "",
            "img_muscle": "/images/triceps3.png",
            "video": "https://www.youtube.com/watch?v=D813p5__ZIQ",
            "main_muscles": "trójgłowy ramienia",
            "aux_muscles": "łokciowy, naramienny akton przedni, piersiowy większy, piersiowy mniejszy, równoległoboczny, dźwigacz łopatki, najszerszy grzbietu",
            "stabilizers": "dwugłowy ramienia, czworoboczny część dolna",
            "how_to": "Usiądź w siedzisku maszyny (być może będziesz miał możliwość wyregulowania wysokości siedziska), ściągnij łopatki i wypnij klatkę piersiową do przodu. Plecy powinny przylegać do oparcia. Złap nachwytem uchwyty maszyny, weź oddech i zacznij ruch prostowania w dół. W momencie wyprostu przedramion zrób wydech i powoli kontrolując ciężar zacznij powrót do pozycji wyjściowej, czyli do momentu maksymalnego rozciągnięcia mięśni.",
            "attentions": "Jest to ćwiczenie imitujące pompki na poręczach. Podczas jego wykonywania łokcie należy prowadzić blisko tułowia.",
            "_id": "f92dd612-614e-4cc0-b68d-e88dbfffd7a7"
        },
        {
            "category": "Triceps i prostowniki przedramion",
            "name": "Prostowanie przedramion na maszynie",
            "second_name": "modlitewnik",
            "img_1": "/images/prostowanie_maszyna_1.jpg",
            "img_2": "/images/prostowanie_maszyna_2.jpg",
            "img_3": "",
            "img_muscle": "/images/triceps_2.png",
            "video": "https://www.youtube.com/watch?v=PPSCQzCJc3Q",
            "main_muscles": "trójgłowy ramienia",
            "aux_muscles": "łokciowy",
            "stabilizers": "piersiowy większy, naramienny akton tylny, najszerszy grzbietu, obły większy, piersiowy mniejszy, czworoboczny cześć dolna, prostownik łokciowy nadgarstka, zginacz łokciowy nadgarstka ",
            "how_to": "Usiądź w siedzisku maszyny i ustaw ramiona na poduszce maszyny tak, aby ściśle do niej przylegały. Następnie złap rękoma uchwyty maszyny (nachwytem bądź młotkowo), weź wdech i zacznij ruch prostowania w dół. W momencie wyprostu przedramion zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej, czyli do momentu maksymalnego rozciągnięcia mięśni. Klatka piersiowa powinna przylegać do oparcia maszyny.",
            "attentions": "Przed rozpoczęciem ćwiczenia należy odpowiednio wyregulować wysokość siedziska maszyny. Jeśli siedzenie będzie ustawione zbyt nisko, to zakres ruchu ulegnie zmniejszeniu, jeśli natomiast siedzenie będzie ustawione zbyt wysoko, to aby wykonać całkowity wyprost będzie trzeba odrywać ramiona od poduszki maszyny.",
            "_id": "a15e8f9f-4b6f-472b-9873-2c3a9ba95131"
        },
        {
            "category": "Triceps i prostowniki przedramion",
            "name": "Prostowanie przedramion ze sztangielką",
            "second_name": "w oparciu o ławkę",
            "img_1": "/images/prostowanie_1.jpg",
            "img_2": "/images/prostowanie_2.jpg",
            "img_3": "",
            "img_muscle": "/images/triceps_2.png",
            "video": "https://www.youtube.com/watch?v=RIyDcns7V2M",
            "main_muscles": "łokciowy",
            "aux_muscles": "trójgłowy ramienia",
            "stabilizers": "naramienny akton tylny prostowniki nadgarstka, przywodziciele nadgarstka",
            "how_to": "Klęknij przy ławce płaskiej i ręką znajdującą się przy ławce chwyć sztangielkę nachwytem. Pochyl się do przodu i rękę ze sztangielką połóż na ławeczce w taki sposób, aby przylegała do niej bicepsem, zaś sztangielka powinna zwisać poza ławką. Natomiast drugą ręką podeprzyj się. Weź wdech i zacznij ruch prostowania w górę. W momencie pełnego wyprostu zrób wydech i powoli kontrolując ciężar powróć do pozycji wyjściowej.",
            "attentions": "Podczas ćwiczenia nie należy odrywać ręki od ławeczki. Trzeba dbać również o stabilną pozycję tułowia oraz o to, żeby sztangielka nie dotykała czy nie odbijała się od ławeczki.",
            "_id": "f57e40fb-a4fb-4776-a82f-87e2c45dd26c"
        },
        {
            "category": "Triceps i prostowniki przedramion",
            "name": "Pompki w podporze tyłem",
            "second_name": "\"odwrotne pompki\"",
            "img_1": "/images/pompki_w_podporze_1.jpg",
            "img_2": "/images/pompki_w_podporze_2.jpg",
            "img_3": "",
            "img_muscle": "/images/triceps3.png",
            "video": "https://www.youtube.com/watch?v=59TBBRsO4Vw",
            "main_muscles": "trójgłowy ramienia",
            "aux_muscles": "łokciowy, naramienny akton przedni, piersiowy większy, piersiowy mniejszy, najszerszy grzbietu, dźwigacz łopatki, równoległoboczny",
            "stabilizers": "czworoboczny cześć dolna, dwugłowy ramienia",
            "how_to": "Postaw równolegle dwie ławeczki poziome, w takiej odległości od siebie, abyś mógł na jednej oprzeć się piętami, a na drugiej umieścić dłonie skierowane w stronę tułowia. Kiedy znajdziesz się \"w powietrzu\" wykonaj między nimi pompkę, uginając przedramiona w łokciach. Podczas tego ruchu tułów wędruje poniżej płaszczyzny ławeczek. W tym samym czasie weź wdech. Następnie przez prostowanie przedramion powróć do ułożenia początkowego, jednocześnie robiąc wydech. Łokcie podczas całego ćwiczenia powinny znajdować się blisko tułowia.",
            "attentions": "Jest to bardzo dobre ćwiczenie stosowane najczęściej na końcu treningu w celu dopompowania tricepsów. Ważną rolę odgrywa odpowiednia technika i pozycja jaką się wybiera. Należy pamiętać o płynnym oddechu. Przedramiona prostuje się do samego końca, w celu lepszego napięcia mięśni. Można stosować dodatkowe obciążenie kładąc się na udach np. \"talerz\". Ważne jest, aby dobierać odpowiednio wysokie ławki tak, by podczas ruchów nie dotykać podłoża.",
            "_id": "25cbf234-12b3-42d3-86c2-07ecf3797d6b"
        },
        {
            "category": "Triceps i prostowniki przedramion",
            "name": "Pompki na poręczach",
            "second_name": "",
            "img_1": "/images/pompki_porecz_1.jpg",
            "img_2": "/images/pompki_porecz_2.jpg",
            "img_3": "",
            "img_muscle": "/images/triceps3.png",
            "video": "https://www.youtube.com/watch?v=uQG-rv_pRF4",
            "main_muscles": "trójgłowy ramienia",
            "aux_muscles": "łokciowy, naramienny akton przedni, równoległoboczny, dźwigacz łopatki, najszerszy grzbietu, piersiowy większy, piersiowy mniejszy",
            "stabilizers": "czworoboczny część dolna, dwugłowy ramienia",
            "how_to": "Stań pomiędzy dwoma poręczami tak, aby mieć ich \"rączki\" skierowane prostopadle przed sobą. W początkowej fazie należy wskoczyć lub wejść na nie i unieś swój ciężar na kończynach, prostując je, w taki sposób, aby znalazły się wzdłuż Twojego tułowia. Wykonaj ruch w dół, uginając przedramiona w łokciach i robiąc tzw. pompkę (od której pochodzi nazwa ćwiczenia). Przy ruchu do dołu weź wdech. Podczas ruchu powrotnego wyprostuj przedramiona, jednocześnie robiąc wydech. Łokcie w trakcie całego ćwiczenia powinny być skierowane równolegle wzdłuż tułowia. Jest to trudne ćwiczenie i wymaga odpowiedniego doświadczenia. ",
            "attentions": "Jest to ćwiczenie, które bardzo dobrze rozwija mięśnie trójgłowe ramion. Podczas jego wykonywania należy zwrócić uwagę na odpowiednią pozycję. Powinno się bardziej (niż przy tym samym ćwiczeniu wykonywanym na klatkę piersiową) przyciągać łokcie do tułowia, dzięki czemu mocniej angażuje się tricepsy. Im bardziej jest się pochylonym do przodu, tym bardziej pracuje klatka, zaś im bardziej pionowo, tym bardziej pracują mięśnie trójgłowe ramion. Przy swobodnym wykonywaniu zamierzonych powtórzeń można dołączyć do pasa dodatkowe obciążenie.",
            "_id": "da06a91e-7843-4e81-8b36-e1d8a92ee5f3"
        }
    ]
}